[
  {
    "restaurant_name": "Absolute Thai",
    "description": "Come and experience the Thai-talizing hospitality and gastronomic Thai delicacies with individual unique interiors and feeling ranging from casual, family to fine dining experience.",
    "location": "LG351",
    "contact": "03-7729 4708",
    "img_link": "https://www.1utama.com.my/images/tenant/LG351-Absolute%20Thai%20reopen%20(25.8.2023)%201.jpg?20240716",
    "cuisine": "Thai",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.absolutethai.com.my",
    "other_info": "No pork served",
    "review": "Let’s go for a Thai food adventure with Absolute Thai. Blending exotic condiments and diverse spices that will whet any appetite, sample their signature Hot & Spicy Tom Yam Seafood flavoured with aromatic lime, lemon grass and chillies, Steamed Siakap as well as drool-worthy Green Curry Chicken. Remember to finish off your meal with Thai specialty beverages like Thai Iced Tea to cool down the spiciness."
  },
  {
    "restaurant_name": "AK Noodles House",
    "description": "AK Noodle House serves an astonishing array of fishy stuffs and seafood as well as various types of noodles for their customers to make their own choice. Their favourite dishes will be served in a clear soup made from chicken bones and anchovies.",
    "location": "LG121",
    "contact": "03-7732 6192",
    "img_link": "https://www.1utama.com.my/images/tenant/AK%20NOODLES%20[1].jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.aknoodles.com.my",
    "other_info": "No pork served",
    "review": "Since 1987, AK Noodles House has been serving authentic fishballs made from 100% fresh Wolf-herring fishes with no added preservatives. Choose from a variety of noodles accompanied by tasty fishballs and fishcakes. Then opt for different types of soup options such as clear soup, spicy tomyum or curry. Complement your meal with an assortment of delicious 'yongtaufu' and get your cravings fixed!"
  },
  {
    "restaurant_name": "ALTHOUGH",
    "description": "Love is coffee and you with ALTHOUGH, a comfortable café to relax and dine with good meals and drinks. Focusing on their unique brewing methods and offering only the best quality single origin coffee beans, ALTHOUGH appeals to coffee lovers looking for a wholesome experience. Their must-tries include their Aromatic Premium Coffee, All Day Breakfast sets, Spicy Chicken Waffle and Salted Egg Buttermilk Pasta. The perfect spot to take a break and unwind.",
    "location": "FK3",
    "contact": "012-695 6455",
    "img_link": "https://www.1utama.com.my/images/tenant/FK3-Although.jpg?20240716",
    "cuisine": "Western",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.instagram.com/althoughcafe/",
    "other_info": "",
    "review": "Love is coffee and you with ALTHOUGH, a comfortable café to relax and dine with good meals and drinks. Focusing on their unique brewing methods and offering only the best quality single origin coffee beans, ALTHOUGH appeals to coffee lovers looking for a wholesome experience. Their must-tries include their Aromatic Premium Coffee, All Day Breakfast sets, Spicy Chicken Waffle and Salted Egg Buttermilk Pasta. The perfect spot to take a break and unwind."
  },
  {
    "restaurant_name": "ANTE",
    "description": "Kuala Lumpur’s Premier Pork Steak Restaurant is renown for its signature porcine dining experience, namely The Chargrilled Pork Steak as its main attraction. ANTE is now proud to offer an all day dining menu with select artisanal ingredients and techniques showcasing select cut of pork steak, artisan smoked meats and other gourmet delicacies on the menu.",
    "location": "F346",
    "contact": "03-7732 5204",
    "img_link": "https://www.1utama.com.my/images/tenant/F346%20-Ante.jpg?20240716",
    "cuisine": "Western",
    "price_range": "RM 31 - RM 50",
    "restaurant_website_link": "http://www.ante.com.my",
    "other_info": "Non-Halal",
    "review": "Award-winning premier pork steak restaurant ANTE has built a solid reputation over the years through their alluring fine meat cuts for a porky culinary experience like no other. Be sure to gorge on tender Pork Shoulder grilled with fragrant spiced rubs of Moroccan and Tunisian origins, Spanish Iberico baby ribs and ANTE’s Carbonara for a decadent porcine meal to pair with Bordeaux wine for a wonderful celebration. Other noteworthy gourmet delicacies that we love are their House Smoked Bacon with Creamy Polenta and Curry Cha Siu."
  },
  {
    "restaurant_name": "Astons",
    "description": "ASTONS is a casual steakhouse originated from Singapore and it is renowned for its steaks and western cuisine, without the hefty price tags.\nTheir main menu consists of steak, chicken and seafood meals with the majority of main courses served with two decadent side dishes of your choice, cold or hot.",
    "location": "G360",
    "contact": "03-7733 0788",
    "img_link": "https://www.1utama.com.my/images/tenant/G360-ASTONS%20(15.8.2022)[1].jpg?20240716",
    "cuisine": "Western",
    "price_range": "RM 11 - RM 50",
    "restaurant_website_link": "http://",
    "other_info": "",
    "review": "Watch time slip away as you bask in good food. Hailing from Singapore, this casual steakhouse and western cuisine restaurant is a definite crowd pleaser. Enjoy a variety of quality food at ASTONS Specialities, from melt-in-your-mouth beautifully cooked steaks, chicken, seafood, pasta and burgers served with decadent sides, amidst a cozy setting with their unique décor of horseback riding."
  },
  {
    "restaurant_name": "Baba Nyonya House",
    "description": "At Baba Nyonya House, there is nothing quite like a cup of freshly brewed tea and comforting local kuihs to keep you going throughout the day. Kuihs are made fresh daily and there are a wide variety of desserts and sweet delicacies prepped on display. Treat yourself to soft and irresistibly delicious Ang Ku, Kuih Kosui, Pulut Inti and Kuih Lapis. How about snacking on a crispy Curry Puff, Nasi Lemak and Mihun Siam served with aromatic sambal? Tongsui lovers would also love tucking into bowls of Red Bean and Fah Sang Wu.",
    "location": "SK7A",
    "contact": "03-7732 6081",
    "img_link": "https://www.1utama.com.my/images/tenant/SK7A-Baba%20Nyonya%20(update%20Kiosk%20photo)%20[2]%2010.7.2023.jpg?20240716",
    "cuisine": "Malaysian & Nyonya Dishes",
    "price_range": "RM 1 - RM 10",
    "restaurant_website_link": "http://www.babanyonyahouse.com",
    "other_info": "No pork served",
    "review": "At Baba Nyonya House, there is nothing quite like a cup of freshly brewed tea and comforting local kuihs to keep you going throughout the day. Kuihs are made fresh daily and there are a wide variety of desserts and sweet delicacies prepped on display. Treat yourself to soft and irresistibly delicious Ang Ku, Kuih Kosui, Pulut Inti and Kuih Lapis. How about snacking on a crispy Curry Puff, Nasi Lemak and Mihun Siam served with aromatic sambal? Tongsui lovers would also love tucking into bowls of Red Bean and Fah Sang Wu."
  },
  {
    "restaurant_name": "Bar B Q Plaza",
    "description": "Bar B Q Plaza is a self-cooking Mongolian and Japanese style barbeque restaurant. They focus on the selection of high-quality meats and vegetables where customers can experience self-grilling. The meal is also accompanied by specially prepared sauce, which taste just right for grilled food.",
    "location": "F338A",
    "contact": "016-218 6246",
    "img_link": "https://www.1utama.com.my/images/tenant/F338A-Bar%20.B.Q%20Plaza%20(update%20outlet%20photo).jpg?20240716",
    "cuisine": "Others - Thai",
    "price_range": "RM 40 - RM 70",
    "restaurant_website_link": "http://",
    "other_info": "",
    "review": "With approximately 60+ all-you-can-eat food items to choose from, diners will be spoilt for choice at Bar BQ Plaza. Indulge in a wide selection of lamb, beef, fish, seafood and vegetables available here. This self-cooking Mongolian-Japanese style barbeque restaurant which originates from Thailand provides wholesome delicious meals with a unique grilling experience."
  },
  {
    "restaurant_name": "Bask Bear Coffee",
    "description": "No description available",
    "location": "G218C",
    "contact": "03-7660 9015",
    "img_link": "https://www.1utama.com.my/images/tenant/Bask%20Bear%20Coffee.jpg?20240716",
    "cuisine": "Malaysian",
    "price_range": "RM 1 - RM 10",
    "restaurant_website_link": "http://www.baskbear.com",
    "other_info": "Halal",
    "review": "Born and bred locally, Bask Bear Coffee is inspired by the Malayan Sun Bear. Though elusive, they keep the forest alive and diverse, which is the inspiration for Bask Bear Coffee to do the same for the world though every cup they serve. Beverages here are very affordable despite being gourmet quality where one can get a cuppa brewed with 100% Arabica coffee from just RM5 with healthy natural Arena palm sugar. Get your dose of Bask Bear’s creamy Milk Coffee and Espresso Cheese Foam, both ideal decadent treats to have during breaks."
  },
  {
    "restaurant_name": "Bean Here",
    "description": "Bean Here is the perfect place to have a cup of coffee where they provide customers with high quality coffee and pastries. Enjoy the peaceful and calming.",
    "location": "G626",
    "contact": "018-213 7599",
    "img_link": "https://www.1utama.com.my/images/tenant/G626-Bean%20Here.jpg?20240716",
    "cuisine": "Western & Asian",
    "price_range": "RM 6 - RM 15",
    "restaurant_website_link": "http://",
    "other_info": "",
    "review": "Jom, let’s get your caffeine and pastry fixes at Bean Here in 1Utama Shopping Centre, hailing all the way from Ipoh! Serving a range of coffee and freshly made pastries for you to choose from like croissants, muffins, sandwiches and many more."
  },
  {
    "restaurant_name": "BHC CHICKEN",
    "description": "BHC (\"Better & Happier Choice\") is South Korea's most popular and largest fried chicken chain, and it's now here in Malaysia! Look no further to experience authentic Korean fried chicken and snacks as every flavour, sauce and dip served here is directly imported from South Korea! Popular amongst Korean mukbangers, for our \"Bburinkle\" series, an addictive cheese and vegetable flavoured seasoning, which will leave you wanting more! Try BHC today and be transported to Seoul with every bite!",
    "location": "G601",
    "contact": "016-610 1538",
    "img_link": "https://www.1utama.com.my/images/tenant/G601-bhc%20Chicken.jpg?20240716",
    "cuisine": "Korean",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://bhcchicken.oddle.me/en_MY/",
    "other_info": "Pork Free and Alcohol Free",
    "review": "BHC (Better & Happier Choice) is South Korea’s most popular and largest fried chicken chain. Unleash your appetite and taste authentic Korean fried chicken and snacks as every flavour, sauce and dip served is directly imported from South Korea. Popular amongst mukbangers, dive into crispy, golden perfection with every bite of their signature addictive cheese and vegetable flavoured Bburinkle series, lovingly crafted to tingle your taste buds and satisfy your ~Seoul. Whether you're a fan of spice or classic flavours, their menu has something for everyone. Your next lip-smacking meal awaits at BHC Chicken."
  },
  {
    "restaurant_name": "BIBI'S POPIAH",
    "description": "No description available",
    "location": "LGK1B",
    "contact": "6011-11827232",
    "img_link": "https://www.1utama.com.my/images/tenant/LGK1B-Bibi%20Popiah%20(2.5.2024).jpg?20240716",
    "cuisine": "",
    "price_range": "",
    "restaurant_website_link": "",
    "other_info": "",
    "review": ""
  },
  {
    "restaurant_name": "Big Fish Small Fish",
    "description": "No description available",
    "location": "LG221C",
    "contact": "011-1180 2213",
    "img_link": "https://www.1utama.com.my/images/tenant/LG221C-Big%20Fish%20Small%20Fish.jpg?20240716",
    "cuisine": "Western",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.bigfishsmallfish.com",
    "other_info": "No Pork Served",
    "review": "Bringing their brightly coloured “shipping container” into the mall all the way from Singapore, it is always an engaging and fun dining experience at Big Fish Small Fish. With a variety of fresh seafood to select from the menu, tempt your friends and mates with a delicious platter of light and crispy Fish & Chips served with golden fries made from imported potatoes at the side. Make sure to stop by the sauce station where a free flow of absolutely yummy dips such as wasabi, cheese and salted egg are available to elevate your meal."
  },
  {
    "restaurant_name": "Black Canyon",
    "description": "No description available",
    "location": "LG323-LG323A",
    "contact": "018-225 5049",
    "img_link": "https://www.1utama.com.my/images/tenant/LG323-LG323A-Black%20Canyo.jpg?20240716",
    "cuisine": "Others - Thai",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.blackcanyon.com.my",
    "other_info": "",
    "review": "Black Canyon is known to offer a range of Thai, Western and Fusion cuisine as well as a variety of coffee specialties of the highest quality with the best in aroma and taste made from fresh coffee beans grown in Thailand under the Royal patronage. Their menu consists of authentic Thai dishes, from one of the best Tom-Yum around to other Thai favourites like Pad Thai, Kua Gai, Pad Kra Praw, Thai Salad and Thai Green Curry. Tom Yum lovers will find it hard to stop for a taste in this cozy dining establishment."
  },
  {
    "restaurant_name": "BMS Organics",
    "description": "BMS Organics offers an immense variety of organic and natural whole foods, groceries, natural health and beauty products, household cleaning products and baby products. BMS Organics is also served as a platform to promote healthy eating among Malaysian by provide different healthy and delicious vegetarian food, ranges from Malaysian cuisine to Eastern and Western cuisine",
    "location": "LG310",
    "contact": "03-7625 5789",
    "img_link": "https://www.1utama.com.my/images/tenant/LG310-BMS%20Organics%20update%20outlet%20photo%20(17.8.2023).jpg?20240716",
    "cuisine": "Vegetarian",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.bmsorganics.com",
    "other_info": "No Pork Served                                    Established Since: 2008                                    ",
    "review": "BMS Organics Vegetarian Café  focus on rich and varied character of Malaysian cuisine, in a unique volume offering various authentic dishes that reflect an incredible range of the Eastern and Western cultural influences. BMS’ signature dishes and also customer’s favourites include Soy Milk Curry Laksa Handmade Noodles, Hakka Lei Cha Multigrain Rice, BMS Signature Nasi Lemak. The Little One’s Rainbow Palatte is a menu that’s popular among kids. BMS have won accolades in The 14th Asia Pacific International Honesty Enterprise- Keris Award 2016, The Malaysia Book of Records 2014 – Achiever of Organic Food & Café Chain Store and more."
  },
  {
    "restaurant_name": "Boat Noodle",
    "description": "The Original Boat Noodle brings Thai street food to you. Starting out humbly by only serving noodles, their menu has grown much bigger since, incorporating more local Thai street food as more Boat Noodle restaurants were launched. At Boat Noodle, you will definitely experience an authentic and lively Thai street ambience from the food down to the decor!",
    "location": "LG321",
    "contact": "018-317 6512",
    "img_link": "https://www.1utama.com.my/images/tenant/LG321-Boat%20Noodle%20reopen%20(5.9.2023).jpg?20240716",
    "cuisine": "Others - Thai",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.boatnoodle.com.my",
    "other_info": "Halal",
    "review": "Each and every bite of boat noodles here is worthy of a celebration. And why? Because The Original Boat Noodle aims to serve customers more than just food, their mission is to serve happiness in a bowl. Drop in and tuck into little bowls of rich springy noodles that are packed with undercurrents of in-depth flavours seasoned with chilies and spices. Incorporating a variety of local Thai street food in their menu, one can also find side dishes like Beef Meatballs, Pandan ChickenWings, Pad Thai and Kra Pow Chicken Rice which is served with dark sauce infused with fragrant Thai basil and jasmine rice – just the way everyone likes it."
  },
  {
    "restaurant_name": "Bungkus Kaw Kaw",
    "description": "Bungkus Kaw Kaw is famous for strong, full-flavoured traditional food & beverage made from our own secret family recipes. Our name comes from the Malay word \"bungkus\"(take away)and the Hokkien word \"Kaw\" (thick).Just say \"bungkus Kaw Kaw\" and you will get an authentic. full-boidied Malaysian drink to go, packed in a plastic bag and secured with a red plastic cord that also serve as a carrier sling. Quench your thirst with authentic, traditional drinks like The Tarik, Kopi or cham. We aim to be in every town and city in Malaysia, so everybody can say \"Bungkus Kaw Kaw\"",
    "location": "LGK105-LGK108",
    "contact": "010-895 3902",
    "img_link": "https://www.1utama.com.my/images/tenant/LGK105%20&%20LGK108-Bungkus%20Kaw%20Kaw%20(23.11.2022).jpg%20[1].jpg?20240716",
    "cuisine": "Malaysian",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://bungkuskawkaw.com",
    "other_info": "No Pork Served",
    "review": "Now you can enjoy authentic Malaysian classics that you normally find at the mamak, kopitiam and warung all covered in one foodie pitstop! Sample their yummy Nasi Lemak, a true Malaysian staple that is available in three variants including original, ayam merah and sambal udang and other quick familiar bites like roti bakar, colourful kuih, bihun siam and chee cheong fun. Additionally, if you're in the mood for truly \"Kaw\" coffee, just bungkus the 3 Bangsa coffee – a BKK specialty that pulls no punches in giving you the strongest, perfect traditional brew."
  },
  {
    "restaurant_name": "Burger King",
    "description": "Knowing for serving high-quality, great tasting and affordable food. Try and enjoy the great and healthy flame-grilled taste of Burger King products",
    "location": "LG312",
    "contact": "03-7613 8278",
    "img_link": "https://www.1utama.com.my/images/tenant/LG312-BURGER%20KING%20(15.7.2022).jpg?20240716",
    "cuisine": "Western",
    "price_range": "RM 15 - RM 30",
    "restaurant_website_link": "http://www.burgerking.com.my",
    "other_info": "Pork Free",
    "review": "Iconic flame-grilled burgers! The home of the whopper, this classic American fast food joint offers plenty of quick choices to fill hungry tummies like BBQ Beefacon, BK Chick’N Crisp, Tendergrill, onion rings and cheesy loaded fries. Their signature dessert Hershey’s Sundae Pie is an absolute crowd pleaser."
  },
  {
    "restaurant_name": "Canton-i",
    "description": "To bring in the very best of Hong Kong cuisine to Malaysia, Canton-I has invited renowned chefs form Hong Kong and Guangzhou to prepare a wide variety of authentic dishes using the finest imported ingredients meticulously chosen to offer a true taste of Hong Kong",
    "location": "G208",
    "contact": "03-7729 7888",
    "img_link": "https://www.1utama.com.my/images/tenant/G208-Canton%20-i.jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.dragon-i.com.my",
    "other_info": "Non-Halal",
    "review": "Bringing the very best of Hong Kong cuisine to 1 Utama, Canton-i’s renowned chefs from Hong Kong and Guangzhou has perfected meticulous favourites like their London Roast Duck with exquisite marbling that simply melts in your mouth. Delight in other creations such as their smoky Pineapple Sweet and Sour Pork Fillet cooked in a wok with high flames to achieve ‘wok hei’ and you can even order an assortment of noodles, dim sum and pastries."
  },
  {
    "restaurant_name": "Carl's Jr",
    "description": "Carl's Jr. has gradually been known as the place to go for juicy, premium quality charbroiled burgers, great french fries, onion rings, shakes and much more.",
    "location": "G210C",
    "contact": "03-7729 6718",
    "img_link": "https://www.1utama.com.my/images/tenant/G210C-Carl%27s%20Junior%20[1].jpg?20240716",
    "cuisine": "Western",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.carlsjr.com",
    "other_info": "Halal",
    "review": "It’s Burger O’clock every day at Carl’s Jr.  and we can’t think of anything better than having a big juicy burger with loads of fries on the side. Feast on their Super Star Beer Burger that is made with two charbroiled 100% beef patties for a big beefy melted cheesy meal. Or how about indulging in a delightful Portobello Mushroom Burger, hand-scooped real ice cream shakes and hand-breaded chicken? Sit back and relax as food is brought to your table with a smile as warm as the California sunshine"
  },
  {
    "restaurant_name": "Chili's Grill & Bar",
    "description": "Chili's fun and energetic atmosphere is the perfect place for family and friends to gather together and enjoy a delicious meal. You can enjoy their mouthwatering burgers, ice-cold beers and margaritas that made them famous, or you can choose to sink your teeth into even more great, bold American favorites like legendary Beef Ribs, Sizzling Fajitas and Boneless Buffalo Wings.",
    "location": "S310A",
    "contact": "03-7725 7277",
    "img_link": "https://www.1utama.com.my/images/tenant/S310A-Chilis.jpg?20240716",
    "cuisine": "Western",
    "price_range": "RM 31 - RM 50",
    "restaurant_website_link": "http://www.chilis.com.my",
    "other_info": "No pork served",
    "review": "A bonafide F&B player, Chili’s has been welcoming and feeding guests with their Southwestern classic American fare with a sizzling personality and bold flavours. From drool-licious burgers to ice cold beers and margaritas, it’s always a fun and energetic atmosphere at Chili’s. Topping our list of must-haves are their Beef Ribs, Fajitas, Boneless Buffalo Wings and Fire-Grilled Steaks. Dine and chill at Chili’s for an incredible dining experience."
  },
  {
    "restaurant_name": "Chin Swee Vegeciting",
    "description": "Your new & exciting plant-based experience. We use fresh highland ingredients with our award-winning master chefs' adventurous recipes. We aim to elevate your dining experience and promote healthy living through our food. \n\nWe focused on 4 main simple things. \n* Fresh & natural ingredients from local farmers in the highlands\n* Healthy cooking style\n* Tasty\n* Cozy & comfortable dining experience\n\nIts So Vegeciting! Certainly a new way to enjoy your healthy lifestyle!",
    "location": "LG609",
    "contact": "03-3010 2640",
    "img_link": "https://www.1utama.com.my/images/tenant/LG609-Chin%20Swee%20Vegeciting%20(19.11.2023).jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 0 - RM 0",
    "restaurant_website_link": "http://vegeciting.com/",
    "other_info": "",
    "review": "This award-wining gourmet sensation features dedicated chefs who showcase that vegetarian cuisine is not just a choice; it's a delectable journey of discovery. Committed to promoting wellness and a sustainable lifestyle, Chin Swee Vegeciting not only caters to vegetarians and vegans but also welcomes curious food enthusiasts eager to discover the endless possibilities within the world of plant-based dining. This culinary gem’s signature dish is their Kong Poh Beancurd with Crispy Rice, a mouth-watering ensemble of crunch and tenderness with every bite, and can only be found right here, in 1 Utama."
  },
  {
    "restaurant_name": "CHURITTO'S",
    "description": "Churitto's is here to serve you the best Tex-Mex food from Tacos to Burritos, and even Nachos to Quesadillas - simple, healthy and low in calories!",
    "location": "LGK102A-LGK103",
    "contact": "012-532 0250",
    "img_link": "https://www.1utama.com.my/images/tenant/LGK102A%20&%20103-Churittos.jpg?20240716",
    "cuisine": "Others: Tex-Mex",
    "price_range": "RM 1 - RM 10",
    "restaurant_website_link": "http://www.churittos.com",
    "other_info": "",
    "review": "Churitto’s is here to serve you the best Tex-Mex food from Tacos to Burritos, and even Nachos to Quesadillas - simple, healthy and low in calories! Their fresh ingredients are locally and ethically sourced to create the best recipes with a distinct and delectable savoury taste. Customise your personal preferences with a variety of nutritious vegetables to choose from. Do not miss out on their signature Hard Taco, Soft Taco, Classico and Crunch Bowl to enjoy a guilt-free Tex-Mex feast."
  },
  {
    "restaurant_name": "COFFEE MEETS PASTRY by ZUS",
    "description": "No description available",
    "location": "G601A",
    "contact": null,
    "img_link": "https://www.1utama.com.my/images/tenant/Opening%20Soon%20(TMS)%20(1).jpg?20240716",
    "cuisine": "",
    "price_range": "",
    "restaurant_website_link": "",
    "other_info": "",
    "review": ""
  },
  {
    "restaurant_name": "Cong Caphe",
    "description": "“Cộng” is simply inspired by the firstword of Vietnam’s official name“CỘNG HOÀ XÃ HỘI CHỦ \nNGHĨA VIỆT NAM”(THE SOCIALIST REPUBLIC OF VIETNAM The story of Cong began in 2007. Cong’svery first store was a small coffeshop in an old coffee street in Hano– Trieu Viet Vuong Str. Our missiois to arouse imagination and brinour customers distinctive experienceof Vietnam through signature productand unique, cozy atmosphereCong never ceases to improve annnovate with the aim to bring Conto the world, to spread and inspirothers in a unique way with \nthcreativity and wholehearted effort ofevery single member.",
    "location": "G130A",
    "contact": "03-7732 9280",
    "img_link": "https://www.1utama.com.my/images/tenant/G130A-Cong%20Caphne%20[1].jpg?20240716",
    "cuisine": "Vietnamese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.congcaphe.com.my",
    "other_info": "No pork served",
    "review": "Famous Vietnamese coffee chain Cong Caphe brings the rustic and romantic spirit of vintage Vietnam in the form of an iconic café to 1 Utama. Order their signature coffee brews that are all made from Vietnam coffee beans that are ground and Phin filtered daily or sip on a Coconut Smoothie made with creamy coconut milk mixed with coffee. For some makan-makan, try Cong Caphe’s Vietnamese baguette bánh mì with chicken beef or tofu, and slurp down a piping hot bowl of delicious rice noodles. While lounging in this cozy café, their croissant, cakes and spring rolls are also worth checking out."
  },
  {
    "restaurant_name": "Dave's Bistro Bar & Grill",
    "description": "Nestled in 1 Utama Shopping Centre since 2001, Dave’s Bistro Bar & Grill offers a rustic French/ Italian dining experience, driven by our philosophy of serving fresh, flavoursome and honest food.\n\n​A casual family-friendly restaurant that takes its culinary cues from the timeless dishes and preparations of the classic French & Italian bistro and enlivens them utilising modern techniques and bold flavours.",
    "location": "G209",
    "contact": "03-7725 4017",
    "img_link": "https://www.1utama.com.my/images/tenant/G209-Daves%20Bistro%20reopen%20after%20renovation%20(1.6.2024).jpg?20240716",
    "cuisine": "Others: French, Italian",
    "price_range": "RM 31 - RM 50",
    "restaurant_website_link": "http://www.davesbistro.com",
    "other_info": "Non-Halal",
    "review": "Nestled in 1 Utama since 2001, Dave’s Bistro Bar & Grill offers rustic French/Italian dining, driven by their philosophy of timeless honest food. Taste years of tradition in every delicious bite in this casual family-friendly restaurant that specializes in pork delicacies, from their Slow Roasted Pork Belly to Baby Back Pork Ribs, artisanal gourmet pizzas and an array of hearty pasta dishes.  Finally, top off your meal with a selection of wines and happy hour promotions."
  },
  {
    "restaurant_name": "De Irrfan's Cafe",
    "description": "A have-it-all Malaysian cafe for your fixes. From fish curry, to rojak, mee rebus, nasi briyani, mee goreng, nasi campur and much more",
    "location": "LG312C",
    "contact": "03-7731 1824",
    "img_link": "https://www.1utama.com.my/images/tenant/deirrfan.jpg?20240716",
    "cuisine": "Asian",
    "price_range": "RM 1 - RM 10",
    "restaurant_website_link": "http://",
    "other_info": "Halal",
    "review": "This upscale mamak is always packed with hungry diners and we can understand why when meals here are affordably priced with large portions. Order your food self-service style over the counter and choose from a colourful display of nasi kandar curries, fish, vegetables, fried chicken and side dishes. There’s also nasi goreng, mee goreng and rojak to fill up hungry tummies."
  },
  {
    "restaurant_name": "DOOKKI",
    "description": "Korea No.1 Topokki\n\nYour Choice for Authentic Taste & Experience from Korea",
    "location": "LG616-LG617",
    "contact": "03-7731 9477",
    "img_link": "https://www.1utama.com.my/images/tenant/LG616%20&%20LG617-Dookki.jpg?20240716",
    "cuisine": "Korean",
    "price_range": "RM 30 - RM 50",
    "restaurant_website_link": "http://",
    "other_info": "No Pork Served",
    "review": "Dookki means “two meals” in Korean. Dive into a foodventure train and gobble up this all-you-can-eat buffet of topokki (popular stir-fried rice cakes) with other Korean specialties like fried chicken, fish cakes and seaweed rolls, followed by a special kimchi fried rice to thrill the table. Offering a variety of topokki and sauces with varying degrees of spiciness, all air flown from Korea, this is the perfect place for fans of Korean fare to tuck into a delicious and lip-smacking savoury feast."
  },
  {
    "restaurant_name": "Dragon-i",
    "description": "Inspired by the rich and diverse culinary offerings from China, especially from the regions of Shanghai, Szechuan, Beijing and Lanzhou, Dragon-I delicacy is prepared by chefs from China and using top quality ingredients to ensure authenticity in both presentation and taste",
    "location": "S313A",
    "contact": "03-7725 8822",
    "img_link": "https://www.1utama.com.my/images/tenant/S313-Dragon%20i.jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.dragon-i.com.my",
    "other_info": "Non-Halal",
    "review": "Inspired by Chinese cuisine from the regions of Shanghai, Szechuan, Beijing and Lanzhou, one can delight in tasting excellent Shanghainese steamed Xiao Long Bao’s and hand-pulled La Mian noodles expertly prepared by Dragon-i’s highly skilled chefs in an open kitchen. Other delicacies include their hot and spicy Sauteed Diced Chicken in Szechuan Style, tender Braised Pork Belly accompanied with steamed buns and crispy succulent Peking Roast Duck that is roasted in brick ovens and smoked over fruit-tree wood to perfection."
  },
  {
    "restaurant_name": "Elephant Resort",
    "description": "No description available",
    "location": "LG602",
    "contact": "03-7732 6028",
    "img_link": "https://www.1utama.com.my/images/tenant/LG602-Elephant%20Resort%20(22.12.2022).jpg?20240716",
    "cuisine": "Fusion",
    "price_range": "RM 5 - RM 100",
    "restaurant_website_link": "http://www.facebook.com/ElephantResort.OneUtama",
    "other_info": "No Pork Served",
    "review": "There's a pretty new cafe in 1 Utama and they are ready to hit the pastry waves with their tropical-theme menu offerings. Elephant Resort is all about the sunshine and happy ambience, with bagels, muesli bowls, cakes, and baked goods that go with coffee or a glass of icy rose lemonade for a lovely beachy brunch. Look for the bright-orange entrance and satisfy your palate as you indulge in their savoury artisan pastries and delicacies here."
  },
  {
    "restaurant_name": "Empire Sushi",
    "description": "Established since 2013, Empire Sushi founders Jordan Tan and Nicole Lim aspired to universalise sushi, which is generally perceived as premium Japanese cuisine, as an affordable food for every Malaysian.\n\nEmpire Sushi® is a quick-service sushi kiosk with a trendy appeal that attracts sushi lovers living in the fast lane",
    "location": "SK108",
    "contact": "013-833 3770",
    "img_link": "https://www.1utama.com.my/images/tenant/SK108-Empire%20Sushi.jpg?20240716",
    "cuisine": "Japanese",
    "price_range": "RM 1 - RM 10",
    "restaurant_website_link": "http://www.empiresushi.com.my",
    "other_info": "No Pork Served",
    "review": "Empire Sushi features a modern Grab & Go kiosk concept where customers can easily pick their favourite bite-sized sushi from a huge selection displayed deliciously at the counter. Local spices and homemade sauces have been incorporated into the menu to innovate and create more than 100 types of creatively made sushi. This is truly Malaysian sushi – kuih jepun that everyone can eat anytime, anywhere. Their signature sushi includes Grilled Abalone, Grilled Lobster and Cheese Salmon. Literally a flavour explosion in the mouth!"
  },
  {
    "restaurant_name": "Esquire Kitchen",
    "description": "Esquire Kitchen has always been a taste of home-style cooking, boasting recipes of home-styled Shanghai and Sze Chuan specialties that have been handed down from generation to generation.",
    "location": "LG326",
    "contact": "03-7725 8160",
    "img_link": "https://www.1utama.com.my/images/tenant/LG326-Esquire%20Kitchen%20reopen%20after%20renovation%20(1.5.2024).jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.esquirekitchen.com",
    "other_info": "Non-Halal",
    "review": "The quintessential staple Chinese restaurant that has spanned generations, Esquire Kitchen has been serving homestyle Shanghai and Sze Chuan food since 1974. Specialties include Stir-Fried Paprika Chicken that captures the rich flavours of paprika, chicken and cashew nuts, Shanghai Dumplings, Sze Chuan Sour & Spicy Soup, Stir-Fried Eggplant Szechuan Style and our all-time-favourite Tung Po Meat that you can hardly find anywhere else."
  },
  {
    "restaurant_name": "Fei Fan Hotpot",
    "description": "Real Taste of. Hong Kong. Hotpot Buffet. Saviour the real taste of Hong Kong at the heart of Malaysia! Fei Fan Hotpot",
    "location": "S122",
    "contact": "03-7731 7928",
    "img_link": "https://www.1utama.com.my/images/tenant/S122-Fei%20Fan%20Hotpot.jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 31 - RM 50",
    "restaurant_website_link": "http://www.feifanhotpot.com",
    "other_info": "Non-Halal",
    "review": "Fei Fan offers Hong Kong style affordable all-you-can-eat hotpot with flavourful soup selections – signature white pork bone, addictive Sichuan mala, peppery pig stomach and tomato broth. Pick various ready-made ingredients like vegetables and tofu from the refillable buffet spread, then freshly sliced meats, fish, dumpling and seafood from the self-ordering sheet. Coupled with delicious dipping sauces, visit Fei Fan to indulge your taste buds for a very satisfying hotpot session."
  },
  {
    "restaurant_name": "Fish & Co",
    "description": "Fish & Co. is a casual, family restaurant chain serving fresh seafood in a pan, a unique dining experience that drew inspiration from the Mediterranean",
    "location": "LG350",
    "contact": "03-7722 4928",
    "img_link": "https://www.1utama.com.my/images/tenant/Fish&Co11082016.jpg?20240716",
    "cuisine": "Western",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.fish-co.com",
    "other_info": "No pork served",
    "review": "A casual, family restaurant designed with a nautical dining ambience, Fish & Co serves delectable seafood feasts cooked and presented straight in the pan using fresh ingredients like olive oil, herbs and spices from around the world. Enjoy great tasting meals in generous portions and warm friendly service. Come treat yourself to some good ol’ New York Fish & Chips perfectly stuffed with parmesan cheese and topped with lemon butter sauce, or how about a Seafood Platter for the ultimate satisfying meal? One bite will surely get you hooked."
  },
  {
    "restaurant_name": "Fong Lye",
    "description": "We flourished from serving simple home-cooked Taiwanese-style meals to having 5 branches of Fong Lye Bao Dao around Kuala Lumpur. As our culinary philosophy continues to spread, we are always on the lookout for people who share the same love towards Taiwanese cuisine to join our growing team.",
    "location": "G316",
    "contact": "03-7731 6838",
    "img_link": "https://www.1utama.com.my/images/tenant/Fong%20Lye-G316%20(12.1.2023).jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 2 - RM 250",
    "restaurant_website_link": "http://www.facebook.com/fonglyetaiwanrestaurant/?ref=page",
    "other_info": "Non-Halal",
    "review": "Uncover the authenticity of Taiwanese fusion cuisine at Fong Lye that is bound to tickle your taste buds with their enticing dishes and exquisite dining experience. Go on a tantalizing journey by exploring Fong Lye's delectable menu starting with their MUST-TRY 'Organic Millet Porridge', a combination of nutrition and flavours that makes it a perfect appetizer and Hungarian Pasta cooked with squid ink topped with tender beef and carrots. Then, indulge in their signature 'Three Varieties of Supreme Diced Chicken', a set meal serving red sauce chicken on a sizzling hot plate, rice and a refreshing chicken soup. Last but not least, wrap up your meal with their iconic Oolong Tea and enjoy the rich aromas of tea leaves sourced from the heart of Taiwan that promises a hearty feel with each sip."
  },
  {
    "restaurant_name": "FWF Hotpot 凤王府",
    "description": "Hotpot originated during the Guangxu period. The King’s chef, Feng returned to his hometown and saw the prosperous hotpot scene in Chengdu market. He tasted it and discovered that the taste was flavoursome. With that in mind, Feng used his cooking techniques he had acquired throughout his tenure in the palace to innovate and improve what he tasted in the local market.\n\n​Decades later, Feng’s disciple and his descendants decided to open a hotpot restaurant, the restaurant was named Feng Wang Fu.",
    "location": "LG610-LG611",
    "contact": "",
    "img_link": "https://www.1utama.com.my/images/tenant/1UE-LG610-LG611-Feng%20Weng%20Fu.jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 2 - RM 60",
    "restaurant_website_link": "http://www.fwfhotpot.com",
    "other_info": "Non-Halal",
    "review": "Originated in Cheng Du China, this is the to-go-to place where you can enjoy the original version of the rich and delicious Sichuan-style spicy hotpot broth. Choose either mala spicy, tomato, bone or mushroom to go with a wide selection of fresh ingredients such as the chef's recommendation of handmade bamboo shrimp paste, Taiwanese fish ball, snowflake beef slice, and goose intestine.\n\nAnd what better way to warm your tummies in an Emperor palace vibe, red ancient theme decor. Macam dining in the medieval China days\n\nDon't say admin didn't warn you...be prepared for the subtle numbing spiciness that builds up into a fiery feeling in the mouth over time when dipping your food into the pot of Szechuan peppercorns, dried chili, clove, garlic, star anise, ginger, cinnamon and etc that are simmered in oil for hours....pedas!"
  },
  {
    "restaurant_name": "GANTETSU",
    "description": "Calling all ramen lovers, Gantetsu Ramen from Hokkaido Japan is the perfect place for you. Tuck into a hearty and delicious bowl of Hokkaido King Charsu Tonkotsu with thick and creamy broth infused with juicy Charshu and marinated egg or another best seller the Hokkaido King Charshu Miso with pork bone simmered and blended with miso paste that tastes heavenly with every slurp. Complement your meal with delicious sides of chicken karaage and handmade gyozas.",
    "location": "LG608",
    "contact": "03-7733 6228",
    "img_link": "https://www.1utama.com.my/images/tenant/LG608-GANTETSU%20(8.7.2022).jpg?20240716",
    "cuisine": "Japanese",
    "price_range": "RM 31 - RM 50",
    "restaurant_website_link": "http://www.gantetsu.com.my",
    "other_info": "Non-Halal",
    "review": "Calling all ramen lovers, Gantetsu Ramen from Hokkaido Japan is the perfect place for you. Tuck into a hearty and delicious bowl of Hokkaido King Charsu Tonkotsu with thick and creamy broth infused with juicy Charshu and marinated egg or another best seller the Hokkaido King Charshu Miso with pork bone simmered and blended with miso paste that tastes heavenly with every slurp. Complement your meal with delicious sides of chicken karaage and handmade gyozas."
  },
  {
    "restaurant_name": "GIGI COFFEE",
    "description": "Gigi Coffee – More than a coffee brand; it’s a lifestyle. As a passionate home-grown coffee company with over 150 outlets, we’ve become synonymous with delivering high-quality, affordable coffee that complements the urbanite lifestyle.\n\nAt the heart of Gigi Coffee is a commitment to creation and innovation. Our drinks go beyond the ordinary, turning each sip into a unique experience. We believe that coffee is more than a beverage – it’s a reflection of your lifestyle. That’s why we focus on crafting flavours that resonate with the vibrancy of modern living.\n\nExperience the Gigi lifestyle, where every cup is a statement of refinement and taste. Join us as we redefine the coffee culture, one innovative drink at a time.",
    "location": "G129A",
    "contact": "03-7495 6939",
    "img_link": "https://www.1utama.com.my/images/tenant/G129A-GIGI%20COFFEE%20reopen%20after%20renovation%2025.3.2024).jpg?20240716",
    "cuisine": "Others: Speciality Coffee & Home Baked Cakes",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.gigicoffee.com",
    "other_info": "No pork served",
    "review": "Meet Gigi Coffee, a must-visit coffeehouse for caffeine enthusiasts. Centred on a mission to make everyone’s day feel and taste better, Gigi Coffee spreads positive vibes and all things happy through great coffee at affordable prices. Try Gigi’s all-time favourite Buttercream Latte and enjoy the nutty taste of espresso blended with the creaminess of butter. We also highly recommend their silky smooth Nitro Cold Brew and Pecan Praline Latte that will tempt fans with the flavour of roasted pecans with caramelized sugar."
  },
  {
    "restaurant_name": "GO Unique",
    "description": "Discover Bliss in Every Bite\n\nIndulge in a diverse array of flavors and culinary delights at GO Unique.\n\nFrom rice in broth, claypot rice, Japanese ramen, freshly baked goods to traditional dim sum, our menu is a fusion of tantalizing tastes.\n\nEvery dish is crafted to provide a unique and unforgettable dining experience.",
    "location": "LG308",
    "contact": "011-3516 8396",
    "img_link": "https://www.1utama.com.my/images/tenant/LG308-GO%20Unique%20(8.11.2023)%20[1].jpg?20240716",
    "cuisine": "",
    "price_range": "",
    "restaurant_website_link": "",
    "other_info": "",
    "review": ""
  },
  {
    "restaurant_name": "Hai Di Lao",
    "description": "Haidilao International Holding Ltd., operating as Haidilao, is a chain of hot pot restaurants founded in Jianyang, Sichuan, China in 1994. Its restaurants typically operate under the name Haidilao Hot Pot. It is the largest hotpot chain in China and has expanded overseas.",
    "location": "G116-G117A",
    "contact": "03-7661 2678",
    "img_link": "https://www.1utama.com.my/images/tenant/G116-Hai%20Di%20Lao.jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 31 - RM 50",
    "restaurant_website_link": "http://www.facebook.com/HaidilaoMalaysia",
    "other_info": "Non-Halal",
    "review": "Regional sensation Hai Di Lao hotpot is certainly a must-visit at 1 Utama. Famed for upholding their motto of putting customers first, dining at Hai Di Lao is well packaged with a host of experiences like receiving free flow of snacks and drinks, a pampering manicure session, attentive table side service and being entertained by their chef’s epic kungfu hand-pulling noodles made on the spot for you. Be sure to order their light and aromatic Signature Tomato Soup and cook it with freshly cut fish slices to enjoy with your family and friends."
  },
  {
    "restaurant_name": "Hansang Korean Restaurant",
    "description": "With many years of experiences, Hansang Korean serves authentic and delicious korean food with variety to leave a memorable dining experience.",
    "location": "LG615",
    "contact": "03-7732 5251",
    "img_link": "https://www.1utama.com.my/images/tenant/1UE-LG615-Hang%20Sang%20Korean%20Restaurant.jpg?20240716",
    "cuisine": "Korean",
    "price_range": "RM 31 - RM 50",
    "restaurant_website_link": "http://",
    "other_info": "Non-Halal",
    "review": "Annyeonghaseyo, who’s up for some Korean ‘Seoul’ Food? Come enjoy tantalizing Korean fare from Hansang Korean Restaurant which strives to provide as many Korean dishes for their customers to sample with their extensive menu range.  From classic ramen to BBQ set combos, must-try dishes include Budae Jjigae, a stew based spicy kimchi topped with sausage, ham, pork, vegetables, rice cake and tofu. Not forgetting crowd-pleaser Korean style stir-fried Teppanyaki pork or beef that can be shared by 2-3 pax."
  },
  {
    "restaurant_name": "HEYTEA",
    "description": "In 2012, HEYTEA originated from a small alley called Jiangbianli. From a humble 20-square-meter small shop, HEYTEA has insisted on using real milk, real fruits, real premium tea, and real cane sugar, bringing everyone real quality tea and kicking off an era of “New-Style Tea”. Today, HEYTEA has integrated the consistent use of real ingredients with a focus on promoting a healthy lifestyle, all while embracing the JOY it brings.",
    "location": "LG313",
    "contact": "03-4818 1468",
    "img_link": "https://www.1utama.com.my/images/tenant/LG313-HEYTEA%20(17.5.2024).jpg?20240716",
    "cuisine": "Asian",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.heytea.com",
    "other_info": "Pork Free",
    "review": "Calling all bubble tea lovers! HEYTEA in 1 Utama is certainly a recommended pick that you won’t want to miss. With their impressive variety of 'Real & Lite' drinks using high quality fresh milk and authentic tea without any artificial ingredients, drop by to satisfy your sweet cravings with their signature Supreme Brown Sugar Bobo Milk Tea or Coconut Mango Boom if you're feeling tropical. Let your taste buds ripple with sweetness as you take a sip of their Very Grape Series - Grape Boom & Mulberry Strawberry Boom!"
  },
  {
    "restaurant_name": "Hokkaido Sushi",
    "description": "Hokkaido Sushi is the genuine conveyor-belt sushi restaurant that provides more than 100 assortments of sushi and large varieties of cooked food that are authentically Japanese. Come and enjoy this well-loved sushi restaurant by families and young professionals.",
    "location": "S129",
    "contact": "03-7732 8060",
    "img_link": "https://www.1utama.com.my/images/tenant/S129-Hokkaido%20Sushi%20update%20outlet%20photo%20(18.12.2023).jpg?20240716",
    "cuisine": "Japanese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.supersushi.com.my",
    "other_info": "No pork served",
    "review": "Featuring a conveyor-belt sushi concept in an elegant dining ambience, Hokkaido Sushi offers more than 100 assorted sushi and a variety of traditional to modern Japanese dishes. Seasonal fresh fish and ingredients are showcased in their sushi, sashimi, tempura and hand rolls here with finesse. Available on the menu are best-sellers like Sashimi Salad with signature salad dressing, spicy Fiery Oyster Roll and Unadon with perfectly roasted eel on rice."
  },
  {
    "restaurant_name": "Hong Kong Kim Gary Restaurant",
    "description": "From the traditional Chinese culture, taste a cup of tea, eat a ‘Pao’ to sipping cup of milk tea and eat a piece of French toast, Hong Kong Kim Gary Restaurant combine the essence of Chinese and Western food culture.",
    "location": "F345A",
    "contact": "03-7724 1861",
    "img_link": "https://www.1utama.com.my/images/tenant/HONG%20KONG%20GARY%20RESTAURANT%20[1].jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.kimgary.com.my",
    "other_info": "Non-Halal",
    "review": "From sipping milk tea to featuring quick-to-eat noodles, Hong Kong styled café-restaurant Kim Gary serves a range of authentic and fusion Hong Kong cuisine with easy to order set menus and seasonal a la carte dishes. Settle down in a cosy comfortable ambience and try their creamy Pork Chop Cheese-Baked Rice with Italian red or white cream sauce, irresistibly tasty French Toast with peanut butter, perfectly complemented with a cup of their signature ‘Ying Yong’ combination of tea and coffee."
  },
  {
    "restaurant_name": "Hotpot Kitchen",
    "description": "Originating from Sichuan, the hotpot ingredients are about a variety of flavours: Spicy Flowery (Sichuan peppercorns), salty, sour, sweet & smoky. Those flavours combined in one dish; results to cuisine with incredible depth and complexity of flavour.",
    "location": "G355",
    "contact": "03-7627 4655",
    "img_link": "https://www.1utama.com.my/images/tenant/G355-Hotpot%20Kitchen.jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.hotpotkitchen.com",
    "other_info": "Non-Halal",
    "review": "Homegrown F&B brand Hotpot Kitchen is well known for firing up appetites. Start by selecting your favourite ingredients, chargeable by weight, and order your preferred level of spiciness and trademark Sichuan flavours – be it Unique Platter, Spicy Fragrant, Spicy Dynamic. Or we challenge you to try their Spicy Xtreme which is 3x the spice level that will certainly tickle throats. This is definitely the perfect place for Mala lovers to feel the burn! Dishes are mostly stir-fried with a variety of side dishes to choose from."
  },
  {
    "restaurant_name": "House of Pok",
    "description": "House of Pok is a Chinese Cuisine Restaurant that specializes in delicious, affordable, and localize pork dishes. We're all about serving you genuine Hakka home-cooked meals made with top-quality pork, while ensuring a fast and efficient dining experience.\n\nWhat's unique about us is our core dishes which includes three types of sets: Set A+A, Set A+B, and Set B+B. You can mix and match these to create a one-of-a-kind dining experience every time.",
    "location": "S121B",
    "contact": "016-230 1851",
    "img_link": "https://www.1utama.com.my/images/tenant/S121B-House%20of%20Pork%20reopening%20after%20renovation%20(7.6.2024).jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.facebook.com/xzzhouseofpok",
    "other_info": "Non-Halal",
    "review": "Porky-licious eatery House of Pok can whip up over 45 exotic pork dishes in a jiffy for you to salivate on. Priced affordably with numerous combinations to mix and match, one can customize various meats, tofu, eggs, soups and vegetables to complete your bundled set meal as you please. Delicious best sellers featuring high quality juicy tender pork as the star ingredient include Hokkien Braised Pork Belly, Bak Kut Teh, Braised Signature Eggs and Mala Pork Belly topped with the scent of fragrant herbs."
  },
  {
    "restaurant_name": "HWC Coffee",
    "description": "No description available",
    "location": "SK106",
    "contact": "03-7731 7767",
    "img_link": "https://www.1utama.com.my/images/tenant/SK106-HWC%20Coffee.jpg?20240716",
    "cuisine": "",
    "price_range": "",
    "restaurant_website_link": "",
    "other_info": "",
    "review": ""
  },
  {
    "restaurant_name": "I Love Yoo",
    "description": "With the vision of bringing scrumptions traditional Chinese favourites in a modern setting to the masses, I Love Yoo! Aims to give food lovers a taste of traditional well-loved and familiar Chinese snacks with a modern twist",
    "location": "LG117",
    "contact": "03-7731 8003",
    "img_link": "https://www.1utama.com.my/images/tenant/LG117-I%20Love%20You!.jpg?20240716",
    "cuisine": "Malaysian/Chinese",
    "price_range": "RM 1 - RM 10",
    "restaurant_website_link": "http://www.iloveyoo.com.my",
    "other_info": "No pork served",
    "review": "Staying true to our Malaysian identity, I Love Yoo! Menu offerings immediately brings us back to nostalgic childhood memories. Find Malaysia’s most loved local street food like Soya Bean Milk made fresh daily using non-GMO Canadian soya beans with no added preservatives, and crispy chewy Yoo Tiao’s that are savoury to the bite. We also love their Dry Scallop Porridge that is smooth and rich with umami flavour. This is comfort food which reflects their slogan “Made with Hand, Made with love.”"
  },
  {
    "restaurant_name": "Ippudo",
    "description": "Ippudo, also known as Hakata Ippūdō in Japan, is a Japanese ramen restaurant chain with locations worldwide. Ippudo is well known for its tonkotsu ramen, and has been described as \"the most famous tonkotsu ramen shop in the country\".",
    "location": "LG352",
    "contact": "03-7660 7633",
    "img_link": "https://www.1utama.com.my/images/tenant/LG352-Ippudu.jpg?20240716",
    "cuisine": "Japanese",
    "price_range": "RM 31 - RM 50",
    "restaurant_website_link": "http://www.ippudo.com.my/",
    "other_info": "Non-Halal",
    "review": "Transport yourself to the land of the rising sun as you step into IPPUDO, serving you ramen of the highest quality. Founded in 1985 in Fukuoka, Japan, and gradually expanded to locations worldwide. Join them on an exquisite and delightful ramen dining experience with their original creamy Tonkotsu broth – smooth as silk, this specialty pork-based soup forms the base for IPPUDO’s ramen. Most well-known for their Shiromaru Motoaji, this broth is boiled up to 15 hours and it is Ippudo’s best selling classic Tonkotsu ramen. Another must try is IPPUDO Pork Bun, which is a juicy braised pork belly served with IPPUDO’s special sauce."
  },
  {
    "restaurant_name": "Jardin Coffee & Tea",
    "description": "Jardin Coffee & Tea is a quaint little cafe serving aromatic premium artisan coffee, delightful cakes and pastries.",
    "location": "F101A",
    "contact": "017-929 0594",
    "img_link": "https://www.1utama.com.my/images/tenant/F101A-Jardin%20Coffee%20&%20Tea.jpg?20240716",
    "cuisine": "Western",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.facebook.com/MYJardinCoffee",
    "other_info": "No pork served",
    "review": "Looking for a spot to relax, work or read a book? Together with a delightful selection of tea, desserts, cakes and pastries, Jardin Coffee & Tea serves genuinely good coffee prepared by friendly in-house baristas to accompany your day. Aside from having access to aromatic premium artisan coffee, we also like their all-day meals that are served in ideal portions and packed with flavour. These include pastas, grilled cheese toasts and their big breakfast that comes with smoked chicken toast, beef sausage, mushrooms, scrambled eggs, baked beans and healthy salad."
  },
  {
    "restaurant_name": "JIPINHE SCONES 吉品合",
    "description": "Jipinhe Scones is a Food & Beverages franchise brand founded in Shanghai, China since 2008 and currently has more than 400 outlets operating in China nation-wide.",
    "location": "LGK113A",
    "contact": "017-370 2113",
    "img_link": "https://www.1utama.com.my/images/tenant/LGK113A-Jipinhe%20Scones%20[1]%20(25.1.2024).jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 0 - RM 0",
    "restaurant_website_link": "http://www.jipinhemy.com",
    "other_info": "",
    "review": "Unveiling the taste of Shanghai at Jipinhe Scones in 1 Utama! With a remarkable culinary legacy, indulge in Jinpinhe’s signature freshly baked scones with irresistible choices like New Orleans Chicken Thigh and Savoury Shrimp & Chicken Thigh, each delicious piece with luscious meat fillings. Select from a variety of Chinese handcrafted snacks and dive into a piping hot bowl of Authentic Hot & Sour Potato Noodle that features a symphony of flavours that will dance on your taste buds. Complete the feast with the savoury Mala Chicken Dumpling and cool off from the spice adventure with a Crystal Ice Jelly with Brown Sugar, a refreshing finale to your culinary adventure."
  },
  {
    "restaurant_name": "Johnny's Restaurant",
    "description": "At Johnny's, you are guaranteed exceptionally fresh and tasty steamboat at affordable prices. The spicy and exotic dip sauce is catered for local tastes and the steamboat items are dipped in this irresistible sauce which leaves you longing for more. All ingredients are free from preservatives and prepared by their experienced chefs from the finest steamboat houses in Thailand. Johnny's is definitely a can't miss restaurant for steamboat lovers.",
    "location": "G215-G216",
    "contact": "012-564 6031",
    "img_link": "https://www.1utama.com.my/images/tenant/Johnny%27s%20at%20One%20Utama%20pic1.jpg[1].jpg?20240716",
    "cuisine": "Thai",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.johnnysrestaurants.com",
    "other_info": "Halal",
    "review": "Enjoy a tantalizing wholesome steamboat feast ala Thai style at Johnny’s. Choose from an array of seafood, meat and vegetables to your liking or generous steamboat sets for two or four pax accompanied by a flavourful rich chicken broth prepared fresh every morning. Don’t forget to dip your food into Johnny’s signature Thai dipping sauce for the ultimate dining experience. From the ala carte menu, we suggest ordering their BBQ Chicken Wings, Pineapple Fried Rice and refreshing bowls of Water Chestnut with Jackfruit and Yam Sago Coconut Milk."
  },
  {
    "restaurant_name": "K Fry",
    "description": "Using a unique Korean Double Frying Method, their well marinated Chicken are fried to JUICY, CRISPY PERFECTION! Try it in all the 7 different flavours including Korean favourites, Spicy Yangnyeom, Soya Garlic and Honey Butter!",
    "location": "LG221A",
    "contact": "03-7624 0027",
    "img_link": "https://www.1utama.com.my/images/tenant/LG221A-Kfry.jpg?20240716",
    "cuisine": "Korean",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.kfry.my",
    "other_info": "",
    "review": "K Fry Urban Korean has become a popular slang for Korean Fried Chicken with an urban twist. It is very much in the K Fry DNA that they create authentic Korean flavours by insisting on the best ingredients in their food and delivering service akin to welcoming a dear friend home to dine. We absolutely love the K’razy Spicy Cheesy Friend Chicken Bumbuk dipped in spicy Yangnyeom sauce with 100% Mozzarella cheese. Need something refreshing after? Indulge in a Mango Bingsoo, the perfect dessert with fluffy milk bingsoo topped with mango, vanilla ice cream and roasted almond flakes."
  },
  {
    "restaurant_name": "KAKI 5",
    "description": "Could it be “Malaysian simple & affordable malay food” ready to grab and go!",
    "location": "G628",
    "contact": "014-515 7936",
    "img_link": "https://www.1utama.com.my/images/tenant/G628-KAKI%205%20(6.10.2023).jpg?20240716",
    "cuisine": "Malaysian",
    "price_range": "RM 0 - RM 0",
    "restaurant_website_link": "http://",
    "other_info": "",
    "review": "Come lepak at Kaki 5 for breakfast, lunch or tea time and hang out with your friends and family. Come check out their amazing variety of simple Malaysian delicacies from Nasi Lemak & Daging Goreng, to Kuih Seri Muka & Kuih Bakar, all to be paired with some refreshing Teh Ice!"
  },
  {
    "restaurant_name": "Kenny Rogers Roasters",
    "description": "Kenny Rogers Roasters is a chain of chicken-based restaurants. At the heart of every great roast chicken is a great marinade. The secret of their great taste is signature blend of lemon, ginger, sage and oregano (the rest of the ingredients are of course, a secret).",
    "location": "LG227",
    "contact": "03-7732 0347",
    "img_link": "https://www.1utama.com.my/images/tenant/LG227-Kenny%20Rogers%20(28.10.2022).jpg?20240716",
    "cuisine": "Western",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.krr.com.my",
    "other_info": "Halal",
    "review": "A perfect marinade is the core to every great roast chicken. Feast on Kenny Rogers’s Quarter Meal - a generous helping of crispy golden rotisserie-roasted chicken, with side dishes such as mashed potatoes laced with chicken gravy, crunchy coleslaw and aromatic rice with vegetables. Thereafter, complete your dining experience with their famous home-made Muffins in banana, chocolate or vanilla flavours. At Kenny Rogers ROASTERS, you’ll get nothing less than a great meal."
  },
  {
    "restaurant_name": "KFC",
    "description": "KFC is is an American fast food restaurant chain that specializes in fried chicken which is pressure fried chicken pieces, seasoned with Sanders' recipe of 11 herbs and spices. They also serves rice, burgers,wraps, as well as salads and side dishes, such as French fries and coleslaw, desserts, and soft drinks.",
    "location": "LG222",
    "contact": "03-7890 0697",
    "img_link": "https://www.1utama.com.my/images/tenant/kfc%20[1].jpg?20240716",
    "cuisine": "Western",
    "price_range": "RM 0 - RM 0",
    "restaurant_website_link": "http://www.kfc.com.my",
    "other_info": "Halal",
    "review": "Finger-licking good! Spike your primal urge when you savour the sensational golden crispy chicken with KFC original recipe. The fresh taste you love in Kentucky Fried Chicken is only made possible with the brand’s efforts in prioritizing the quality of its product. Take a deep bite and enjoy the crunchy flavourful goodness of KFC’s signature Fried Chicken. Their Super Jimat Box sets are always the perfect choice for someone who has trouble choosing while on a budget. This box meal includes a little bit of just about everything your mouth craves."
  },
  {
    "restaurant_name": "Kluang Station",
    "description": "Welcome to Kluang Station, you will find not only a local fusion of authentic Hainanese food, but also a truly Malaysian and tradition, resonating with the nostalgia of a time-worn train station.",
    "location": "LG337",
    "contact": "010-564 1039",
    "img_link": "https://www.1utama.com.my/images/tenant/LG337-Kluang%20Station%20update%20outlet%20photo%20(1.7.2024).jpg?20240716",
    "cuisine": "Malaysian",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.kluangstation.com.my",
    "other_info": "Halal",
    "review": "Good basic kopitiam food is a celebrated tradition at Kluang Station. Enjoy the very best of Hainanese fusion cuisine combined with their fragrant Hainanese coffee and famous homemade kaya. Signature dishes include Nasi Lemak with deep fried marinated chicken, Kluang Laksa with homemade broth and their Peranakan-styled Mee Siam with Chicken Rendang. Kluang Station’s central kitchen is halal certified by JAKIM."
  },
  {
    "restaurant_name": "Ko Hyang",
    "description": "Ko Hyang Korean Country Delights is simple Korean food outlet offers traditional recipe of country style home-cooked meals in Korea. As with the tradition, all meals are cooked without using MSG seasoning. The selection of rice, vegetables, meat and seafood dishes, as well as the traditional noodles, are truly an utmost healthy and nutritional meal for everyone.",
    "location": "LG116",
    "contact": "03-7722 2931",
    "img_link": "https://www.1utama.com.my/images/tenant/Ko%20Hyang.jpg?20240716",
    "cuisine": "Korean",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.kohyang.com.my",
    "other_info": "No pork served",
    "review": "Craving for some Korean delicacies? Ko Hyang’s country-styled home-cooked meals using traditional recipes from Korea has delighted many foodies who would consistently throng this landmark restaurant in 1 Utama. Preferring to specialize in a simple menu of tried and tested favourites, Ko Hyang’s signature dishes include Dol Sot Bit Bim Bap topped with flavourful and healthy vegetables, chili paste with chicken or beef, their hot and spicy Ra Myeon, Chicken BBQ, Kim Chi Ji Gae and even freshly whipped Dalgona Coffee for a balanced meal."
  },
  {
    "restaurant_name": "KyoChon 1991",
    "description": "South Korea's famous fried chicken is here! For over 27 years, KyoChon 1991 has served up freshly cooked, hot and crispy chicken wings which are hand brushed with delicious flavours such as Soy Garlic, Spicy Red Pepper and Honey!",
    "location": "LG311",
    "contact": "03-7733 6643",
    "img_link": "https://www.1utama.com.my/images/tenant/LG311-KyoChon%20update%20outlet%20photo%20(15.1.2024)1991.jpg?20240716",
    "cuisine": "Korean",
    "price_range": "RM 11 - RM 50",
    "restaurant_website_link": "http://www.kyochon.com.my",
    "other_info": "Halal",
    "review": "KyoChon is South Korea’s favourite fried chicken brand for over 20 years serving perfect juicy Korean-styled fried chicken with a crispy crunch. Each fried chicken is coated with KyoChon’s special mix of Korean sauces and cooked with healthy canola oil, using only fresh natural ingredients and most importantly MSG-free. Chomp down on their very popular Signature Mixed Chicken Wingette & Drumette that comes in Soy Garlic and Red Pepper flavours, so you can have the best of both worlds! Get ready to be chickenlightened!"
  },
  {
    "restaurant_name": "L.Table",
    "description": "L.table, the latest brainchild of Lavender reflects their love affair for honest good food that you would want to eat again and again. With a team of dedicated chefs, comfort classics and sensible creations are thoughtfully prepared with balanced flavours in mind.",
    "location": "G210",
    "contact": "03-7621 8966",
    "img_link": "https://www.1utama.com.my/images/tenant/G210-L%20Table.jpg?20240716",
    "cuisine": "Western",
    "price_range": "RM 31 - RM 50",
    "restaurant_website_link": "http://www.ltable.com.my",
    "other_info": "No Pork Served",
    "review": "L.table is a casual chic restaurant that reflects their love affair for comfort classics, great flavours and affordable selection of wines. Dine in a beautiful contemporary setting with family and friends and enjoy a delicious meal together. We highly recommend their most raved Truffle Beef Burger prepared with 100% USA beef drizzled in truffle oil and freshly baked brioche buns. Their Scallop Pesto spaghetti with homemade pesto sauce, Miso Black Cod with organic black and pearl quinoa are also on our yum list. Every dish including their popular L.table Breakfast are cooked-to-order."
  },
  {
    "restaurant_name": "LAEM CHAROEN THAI SEAFOOD",
    "description": "Laem Charoen Thai Seafood’s unique signature dish is a deep-fried seabass cooked with fish sauce until crisp and golden. It is a simple dish, full of flavour and cooked from the heart using only the freshest ingredients available with Thai-style flavor and delicate cooking techniques. Laem Charoen Seafood has grown to become one of the most loved seafood restaurants in Thailand with many branches across the country, attracting both foreigners and Thai customers alike.",
    "location": "LG223",
    "contact": "03-3010 2388",
    "img_link": "https://www.1utama.com.my/images/tenant/LG223-Laem%20Charoen%20Thai%20Seafood%20(16.11.2023)%20[1].jpg?20240716",
    "cuisine": "Thai",
    "price_range": "RM 31 - RM 50",
    "restaurant_website_link": "http://www.laemcharoenseafood.com/en",
    "other_info": "Pork Free",
    "review": "Thailand's beloved seafood destination, come indulge in premium seafood crafted with culinary artistry at Laem Charoen Thai Seafood. Delivering a delicious and heartwarming dining experience, we highly recommend their chef specialities like the standout deep fried seabass glazed with aromatic fish sauce with delightful crisp and golden texture, succulent prawns, crabs and tantalizing tom yum goong - which will make you exclaim อร่อย (yum) with every bite! All dishes are infused with authentic Thai flavours that achieves the perfect balance of fragrant herbs and fiery chilies."
  },
  {
    "restaurant_name": "LAX LAX",
    "description": "LAX LAX Restaurant and Bar. BY kampung Dining.",
    "location": "LG612",
    "contact": "017-353 8169",
    "img_link": "https://www.1utama.com.my/images/tenant/LG612-Lax%20Lax%20(29.7.2022).jpg?20240716",
    "cuisine": "Fusion",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.facebook.com/laxlaxrestaurantandbar",
    "other_info": "",
    "review": "LAX LAX is a pet-friendly restaurant that specializes in modern Malaysian comfort food and fun drinks. Dig into a series of fusion local food using the freshest local produce - strictly no MSG! Must tries are Pork Lard Nasi Lemak Rice Bowl and Apple Rendang Carbonara Udon, Pork Skewers and Crackling Skin Roasted Siuyuk at this tropical-themed restaurant with full on vibes. Remember to leave some room for their Gula Melaka Cendol served with 100% pure Gula Melaka and homemade Cendol from fresh pandan juice."
  },
  {
    "restaurant_name": "Little Cravings",
    "description": "Little Cravings offer localize Malaysia cuisine such as Nasi Lemak with Rendang Chicken, Dry Curry Mee, Red Bean Tong Shui, Prawn Mee, Asam Laksa, Nasi Kunyit Curry Chicken. The signature Malaysian breakfast roti bakar with a cup of coffee is a good way to kick start your day!",
    "location": "LG320-LG320A",
    "contact": "03-7731 2870",
    "img_link": "https://www.1utama.com.my/images/tenant/LG320&LG320A-Little%20Cravings.jpg?20240716",
    "cuisine": "Malaysian & Nyonya Dishes",
    "price_range": "RM 1 - RM 10",
    "restaurant_website_link": "http://www.nyonyacolors.com",
    "other_info": "No pork served",
    "review": "Localizing wholesome Malaysian favourites with finesse, Little Cravings specializes in premium homemade quality Nyonya Kueh and Asian delicacies. Come sample their aromatic Assam Laksa, Nasi Lemak Chicken Rendang, Dry Curry Mee or top your morning’s meal off with classic Kaya Butter Roti Bakar with a cup of ‘kao’ kopi kosong to kick start your day."
  },
  {
    "restaurant_name": "Little Nyonya",
    "description": "No description available",
    "location": "LG311C",
    "contact": "03-7613 2140",
    "img_link": "https://www.1utama.com.my/images/tenant/LG311C-Little%20Nyonya.jpg?20240716",
    "cuisine": "Malaysian/Western",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://",
    "other_info": "",
    "review": "Be ready to discover the delicious hybrid cuisine of Malaysia's Baba-Nyonya blending together harmoniously to form one of Southeast Asia's finest Peranakan food at Little Nyonya 1 Utama. Have it your way with scrumptious delicacies like Rendang Chicken, Pongteh Chicken, Otak-Otak and more to indulge in. They also serve Asian Western dishes like Kyushu Black Japanese Ramen, Cheese Baked Rice, Chicken Chop and more to cater to all tastebuds. Perfect for families and friends to have a heart-warming meal together as there will be something right for everyone!"
  },
  {
    "restaurant_name": "Loong Cafe 小龍冰室",
    "description": "No description available",
    "location": "LG101A",
    "contact": "019-330 1492",
    "img_link": "https://www.1utama.com.my/images/tenant/LG101A-Loong%20Cafe%20[1]%20(21.7.2022).jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 10 - RM 100",
    "restaurant_website_link": "http://",
    "other_info": "Non-Halal",
    "review": "With Hong Kong’s silver screen iconic red and white taxi parked at its entrance, Loong Café is definitely a show stopper. Its eclectic interior boasts colourful neon signs, retro advertisement billboards, wooden tables, booth seating and antiques, with an atmosphere guaranteed to transport you to Hong Kong. With the mission to deliver the authentic taste of Hong Kong with a Malaysian flair, don’t miss out on trying well-known street food like Roasted Duck, Claypot Rice, Honey Barbecued Pork, Crispy Roast Pork Belly, Mopo Tofu Rice, Shrimp Wanton Noodle and Polo Bun accompanied by an aromatic cup of Loong Milk Tea."
  },
  {
    "restaurant_name": "LOVNS",
    "description": "No description available",
    "location": "G316A",
    "contact": "",
    "img_link": "https://www.1utama.com.my/images/tenant/Opening%20Soon%20(TMS)%20(1).jpg?20240716",
    "cuisine": "",
    "price_range": "",
    "restaurant_website_link": "",
    "other_info": "",
    "review": ""
  },
  {
    "restaurant_name": "Luretta DOP",
    "description": "\"Italian food is all about the ingredients, it’s not fussy and it’s not fancy! At Luretta D.O.P, you get to experience the real taste of Italian Cuisine made to perfection with freshly imported ingredients. Notably, the Organic House-made Wines are also one of the best to die for. Drop by today to check out the worth-drooling delicacies. A Presto everyone!\"",
    "location": "G308A",
    "contact": "016-910 9133",
    "img_link": "https://www.1utama.com.my/images/tenant/G308A-Luretta%20D.O.P%20(7.7.2022).jpg?20240716",
    "cuisine": "Others: French, Italian",
    "price_range": "RM 12 - RM 200",
    "restaurant_website_link": "http://www.facebook.com/lurettadopitaliandeli/",
    "other_info": "Non-Halal",
    "review": "Hankering for a good Italian deli? Look no further than Luretta DOP (Denominazione di Origine Protetta) and be greeted by Chef Emil's warm welcoming hospitality and indulge in the Sassolini family’s quality Italian fare. Experience the authentic taste of Italian starters, pasta, pizzas, crescione, sandwiches and seafood with recipes handed down over generations. Must haves include their treasure trove of cured meat, Mediterranean cheeses and Italian wine for you to taste and even take home. You will be assured with a genuine slice of Italia here!"
  },
  {
    "restaurant_name": "Madam Kwan’s",
    "description": "An authentic local restaurant serves traditional Malaysian cuisine including their signature nasi lemak and nasi bojari.",
    "location": "G342-G343",
    "contact": "03-7727 2296",
    "img_link": "https://www.1utama.com.my/images/tenant/G342%20&%20G343-Madam%20Kwans%20update%20outlet%20photo%20(8.10.2023).jpg?20240716",
    "cuisine": "Malaysian",
    "price_range": "RM 31 - RM 50",
    "restaurant_website_link": "http://www.mymadamkwans.com",
    "other_info": "Halal",
    "review": "Still having a hard time deciding between Malay, Chinese or Continental food? Experience a melting pot of truly Malaysian cuisine at Madam Kwan’s. Serving a diverse cultural mix of dishes that combines elements of different culinary traditions, come and enjoy their Nasi Bojari tri-coloured rice with assam prawn, beef rendang and deep fried chicken – to their signature Nasi Lemak and wok style Hokkien Mee. Savour these popular dishes dear to any Malaysian’s heart in this quick service comfortable cafe-styled restaurant"
  },
  {
    "restaurant_name": "Mak's Chee Authentic Wonton",
    "description": "Mak’s Chee Authentic Wonton is a quick casual restaurant serving authentic Hong-Kong-style wonton noodles, prepared from a nearly 100-year old recipe from the Mak’s Family that is passed down from one generationto the next. The “golden fish shaped” wontons and the special homemade noodles have attracted customers from far and wide, including politicians, leaders and celebrities!",
    "location": "LG311D",
    "contact": "03-7722 2788",
    "img_link": "https://www.1utama.com.my/images/tenant/LG311D-Mak%27s%20Chee.jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.makschee.com",
    "other_info": "Non Halal                                    Established Since: 2016                                    ",
    "review": "You don’t have to fly all the way to Hong Kong to enjoy a bowl of authentic Cantonese wonton noodle as Mak Chee offers you just that at its premise! The cuisines are prepared using 100 –year old recipe that brings to patron’s mind the memories of yesteryears while indulging them. The must try dishes in Mak Chee’s are Sea Prawn Wonton ( a snack like dish made out of  fresh sea prawns wrapped in homemade wonton skin and served with broth) and also, Prawn Roe Dry Noodle (homemade duck egg noodle with sun –dried prawn roe imported from Hong Kong).  Mak Chee's recipe was recommended by the Michelin Bib Gourmands for 3 consecutive years  from 2009-2011."
  },
  {
    "restaurant_name": "Marco",
    "description": "At MARCO Creative Cuisine, passion and creativity exist naturally side by side, along with distinct senses of art and knowledge. These elements are subsequently infused into food-making, heightening their passion in ensuring guests feast upon scrumptious meals that stimulate their senses while lifting their moods.The underlying philosophy is simple; MARCO is committed to offer guests a dining experience that is Western-inspired at an affordable rate.",
    "location": "G146",
    "contact": "03-7731 8923",
    "img_link": "https://www.1utama.com.my/images/tenant/G146-Marco.JPG%20[1].jpg?20240716",
    "cuisine": "Western",
    "price_range": "RM 31 - RM 50",
    "restaurant_website_link": "http://www.marcocreativecuisine.com",
    "other_info": "Non-Halal",
    "review": "At MARCO Creative Cuisine, passion and creativity exist side by side, along with distinct senses of art and knowledge. These elements are subsequently infused into their food, as guests tuck into scrumptious gourmet meals made with finesse at affordable prices. Come savour MARCO’s Pork Wellington and Pork Loin Steak, the latter seared to perfection and accompanied by truffle fries or salad. As for pasta, the Lobster Bisque cooked with al dente spaghetti in lobster broth with prawns, Japanese scallops and squid rings comes highly recommended. Not forgetting their signature desserts Famous French Toast & Souffle which are an indulgent finale to a meal."
  },
  {
    "restaurant_name": "McDonald's",
    "description": "McDonald's are fast food restaurant featuring value-priced food and well known for their burgers, chicken products, french fries, breakfast items, soft drinks, milkshakes, wraps, and desserts.",
    "location": "LG221",
    "contact": "03-7621 5831",
    "img_link": "https://www.1utama.com.my/images/tenant/LG221-Mc%20Donald.JPG?20240716",
    "cuisine": "Western",
    "price_range": "RM 0 - RM 0",
    "restaurant_website_link": "http://www.mcdonalds.com.my",
    "other_info": "Halal",
    "review": "McDonald's is known to have been a part of every Malaysian's childhood, whether it was collecting toys from Happy Meal boxes, to attending birthday parties or just enjoying their classic menu items, such as the Big Mac or McChicken. Keeping things interesting with their seasonal menu items from time to time such as the Syok Burger, Prosperity Burger and also the crowd favourite Grilled Chicken Burger, McDonald’s remains everyone’s favourite fast food joint."
  },
  {
    "restaurant_name": "Melaka Corner",
    "description": "Bringing Nyonya favourites and heritage here to all shoppers. From snacks to kuih muih, this is the place to be.",
    "location": "LG123",
    "contact": "012-328 7026",
    "img_link": "https://www.1utama.com.my/images/tenant/melaka%20corner%20[1].jpg?20240716",
    "cuisine": "Malaysian & Nyonya Dishes",
    "price_range": "RM 1 - RM 50",
    "restaurant_website_link": "http://",
    "other_info": "No pork served",
    "review": "Did someone say breakfast? If you're looking for a convenient, tasty and affordable meal, look no further than Melaka Corner where you can find all the best options for a quick bite. Search for your favourite Malaysian staples staples like meehoon, fried rice, nasi lemak bungkus and roti jala including a great selection of snacks and desserts like cakoi and kuih muih. Melaka Corner is convenient pit-stop for home-style Malaysian food on-the-go."
  },
  {
    "restaurant_name": "Memorie",
    "description": "Welcome to Memorie Café, a special coffee café established in 2016. We integrated our truly Malaysia cooking methods into Portuguese cuisine and hence created a unique food dining culture. Memorie  - Taste of Eurasian. \n\nEurasians are people of any mixed European and Asian ancestry, usually the amalgamation of Portuguese, Dutch, British, Chinese, Malay, Indian and Peranakan influences. European dishes are complemented by Asian Ingredients.",
    "location": "G210B",
    "contact": "012-404 9313",
    "img_link": "https://www.1utama.com.my/images/tenant/G210B-Memories%20(26.11.2022).jpg?20240716",
    "cuisine": "Malaysian",
    "price_range": "RM 5 - RM 95",
    "restaurant_website_link": "http://www.memoriecafe.com",
    "other_info": "",
    "review": "If you're in the mood for an egg-citing meal, pay a visit to Memorie Café that serves Eurasian cuisine that comes in a unique blend of Asian and European flavours, usually the amalgamation of Portuguese, Dutch, Chinese, Malay, Indian and Peranakan influences. Offering a delightful varied menu, Memorie's signature Debal Curry Chicken Claypot served with rice will surely peak your interest. We also love the Shepard's Pie and Ikan Bakar Portuguese. Lastly, don't forget to fill your sweet tooth cravings with their famous Portuguese tarts and Cham King. Guaranteed to make your “tart” melt."
  },
  {
    "restaurant_name": "Menya Musashi",
    "description": "Menya Muashi @1U Previously located at Isetan Food Paradise for 10 Years have now relocated.\n\nName after the lengendary samurai,Miyamoto Musashi,who was famed for his disinctive \"Double Sword Style.\"\n\nMenya Musashi ramen comes in white,red,& black versions.Our broth is made by boiling a substantial amount of pork bones that give Oomph taste!",
    "location": "LG606",
    "contact": "03-7733 3798",
    "img_link": "https://www.1utama.com.my/images/tenant/LG606-Menya%20Musashi%20[1].jpg?20240716",
    "cuisine": "Japanese",
    "price_range": "RM 0 - RM 0",
    "restaurant_website_link": "http://",
    "other_info": "",
    "review": "Irasshaimase! Visit Menya Musashi at 1 Utama for legendary ramen which hails from Shinjuku Tokyo and choose from a variety of perfect bowls of ramen cooked with perfectly blended chicken, pork and fish broth. Try their classics like Musashi Ramen to best seller Ajitama Tsukemen, and select a variety of their flavoured oils like Shiro (Onion), Kuro (Special Mix of Fried Shallots and Garlic), AKA (Chili) and KI (Curry) along with a slice of melt-in-your-mouth slice of charsu as a topping. These flawless bowls of ramen will definitely bring out the taste of Japan."
  },
  {
    "restaurant_name": "Mr Fish Fish & Seafood Noodle",
    "description": "No description available",
    "location": "LG333A",
    "contact": "011-3611 7362",
    "img_link": "https://www.1utama.com.my/images/tenant/LG333A-Mr.%20Fish%20&%20Seafood.jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.facebook.com/mrfishseafoodnoodle",
    "other_info": "",
    "review": "Dive into mouthwatering comforting bowls of fish noodles with a variety of Teochew style home cooked recipes at Mr Fish: Fish Head Noodle. This traditional noodle house has perfected how to lock-in freshness and taste with combinations of their homemade broth and seafood toppings. Select from milky soup, clear, curry or tomyam with a choice of fish paste, patin, premium grouper, salmon to prawns, all of it served in a scrumptious soup base and stringy noodles. Whatever your choice, Mr Fish is sure to satisfy your seafood cravings."
  },
  {
    "restaurant_name": "mr. Tuk Tuk",
    "description": "No description available",
    "location": "LG103A",
    "contact": "03-7731 1238",
    "img_link": "https://www.1utama.com.my/images/tenant/LG103A-Mr.%20Tuk%20Tuk.jpg?20240716",
    "cuisine": "Thai",
    "price_range": "RM 12 - RM 30",
    "restaurant_website_link": "http://www.facebook.com/mrtuktukmy",
    "other_info": "Pork Free",
    "review": "Come explore the flavours of the land of smiles at Mr Tuk Tuk and savour the exotic taste of Thai street food as you delight in the quintessential spread of spicy Tom Yam to creamy Green Curry, while tantalizing your palate with tropical Pineapple Golden Fried Rice, a piping hot plate of Pad Thai blanketed with an egg and other “ah-roi” oh-so-delicious dishes leaving you wanting more. A must try is Mr Tuk Tuk's mango sticky rice for a sweet ending."
  },
  {
    "restaurant_name": "MyeongDong Topokki",
    "description": "Satisfy your cravings on various kinds of Topokki, Korean fried chicken and countless numbers of hot meals like Dol Sot Bibimbap, Dalkgalbi and Ramyun. Dine in or walk with their take aways around, it’s your pick to enjoy the Korean street food experience without stamping your passport and breaking your wallet.",
    "location": "LG312B",
    "contact": "03-7731 9273",
    "img_link": "https://www.1utama.com.my/images/tenant/Myeong%20Dong.JPG?20240716",
    "cuisine": "Korean",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.myeongdongtopokki.com",
    "other_info": "Halal                                    Established Since: 2015                                    ",
    "review": "Wondering what’s Toppoki? Toppoki is a famous and comforting Korean food made from soft rice cake, fish cake, vegetables and smothered with sweet red chili sauce known as Gochujang. Besides Toppoki, customer’s favourites here include Deobap (a rice dish that comes with various side dishes), Jjigae (a dish similar to a western stew, typically made with meat, seafood or vegetable in a broth), Kimchi Jigae and Cheese Rabokki. MyeongDong Toppoki was listed in websites like Malaysian Most Wanted Food, Open Rice, Hungry Go Where and Kaki Sini as a must try Korean dish."
  },
  {
    "restaurant_name": "Nam Heong Ipoh",
    "description": "Nam Heong Ipoh in 1 Utama brings together the best of Malaysian staples under one roof in a charming sleek vintage setting. Served fresh and steaming hot, enjoy their range of Dim Sum and famous Egg Tarts with freshly brewed robust Ipoh White Coffee. Other cherished favourites are Chicken Hor Fun, Roasted Chicken Rice and Supreme Prawn Noodles, all which can be conveniently ordered via a tablet from your dining table.",
    "location": "LG221B",
    "contact": "03-7625 8321",
    "img_link": "https://www.1utama.com.my/images/tenant/LG221B%20-%20Nam%20Heong%20Ipoh.jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://",
    "other_info": "Non-Halal",
    "review": "Preserving the timeless flavours of Ipoh’s culinary heritage, city dwellers needn’t go far in search of local delicacies. Nam Heong Ipoh in 1 Utama brings together the best of Malaysian staples under one roof in a charming sleek vintage setting. Served fresh and steaming hot, enjoy their range of Dim Sum and famous Egg Tarts with freshly brewed robust Ipoh White Coffee. Other cherished favourites are Chicken Hor Fun, Roasted Chicken Rice and Supreme Prawn Noodles, all which can be conveniently ordered via a tablet from your dining table."
  },
  {
    "restaurant_name": "Nando's",
    "description": "Nando’s restaurants serving succulent flame-grilled PERi-PERi chicken with Afro-Portuguese inspired side dishes. They have marinated chickens for 24 hours in the Afro-Portuguese recipe, then flame-grilled to perfection in your choice of Peri-Peri sauces, Lemon & Herbs, Mild, Hot, or Extra Hot.",
    "location": "F351",
    "contact": "03-8966 2583",
    "img_link": "https://www.1utama.com.my/images/tenant/F351-Nando%27s.jpg%20[1].jpg?20240716",
    "cuisine": "Afro Portugese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.nandos.com.my",
    "other_info": "Halal",
    "review": "A South African sensation, Nando’s keeps foodies happy with their specialty Afro-Portuguese Flame-Grilled Chicken with fiery bird’s eye chillies, packed with heat and heart. All Nando’s chickens are flame-grilled to perfection and accompanied by your choice of PERi-PERi sauces – Lemon & Herbs, Mild, Hot or Extra Hot – mingling with nuances of fresh herbs and spices. With warm relaxing vibes, palates are pleasured by a variety of delicious sides such as salads, pita bread, burgers, wraps, bottomless drinks and more available on the menu."
  },
  {
    "restaurant_name": "NIPPORI",
    "description": "No description available",
    "location": "G207",
    "contact": "",
    "img_link": "https://www.1utama.com.my/images/tenant/Opening%20Soon%20(TMS).jpg?20240716",
    "cuisine": "",
    "price_range": "",
    "restaurant_website_link": "",
    "other_info": "",
    "review": ""
  },
  {
    "restaurant_name": "Noodle Shack",
    "description": "Noodle Shack serves only traditional Chinese home made noodle known as Mian Fen Guo, or more commonly referred as Pan Mee, or Ban Mian. All their food has No Added MSG, No Preservative, No Artificial Coloring, and served with Less Salt and Less Oil.",
    "location": "LG110C-LG111-LG112",
    "contact": "03-7499 3060",
    "img_link": "https://www.1utama.com.my/images/tenant/noodel%20shack%20[1a].jpg?20240716",
    "cuisine": "Malaysian/Chinese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.noodleshack.com.my",
    "other_info": "No pork served",
    "review": "Striving to offer healthy alternatives to home-cooked food, Noodle Shack prides itself in serving tasty, traditional homemade noodles with zero MSG and artificial flavouring, which are also low in sodium and oil – just like the way it is prepared in your own home kitchen. Discover warm comforting bowls of ‘Ban Mian’ with delicious anchovy soup or try a nutritious bowl of Coriander Noodles with a dollop of spicy sambal and Hakka Lei Cha."
  },
  {
    "restaurant_name": "Nyonya Colors",
    "description": "Nyonya Colors specializes in premium homemade quality Nyonya Kueh and delights, they aim to provide customers with the highest quality and tasty Nyonya Kueh.",
    "location": "FK106",
    "contact": "03-7495 4880",
    "img_link": "https://www.1utama.com.my/images/tenant/FK106-Nyonya%20Color%20reopen%20after%20renovation%20(27.3.2024).jpg?20240716",
    "cuisine": "Malaysian & Nyonya Dishes",
    "price_range": "RM 1 - RM 10",
    "restaurant_website_link": "http://",
    "other_info": "Halal",
    "review": "Authentic Nyonya food without having to travel to Melaka? We’re sold. Partake in an amazing range of homemade quality Nyonya kuehs, snacks and desserts at Nyonya Colors 1 Utama. Serving consistently good food, come try their Nasi Lemak Chicken Rendang paired with crispy anchovies and crunchy peanuts, Assam Laksa, Mee Hoon Siam, Rojak and other Asian delicacies loved by all Malaysians."
  },
  {
    "restaurant_name": "O'Briens Irish Sandwich Bar",
    "description": "O’Briens Irish Sandwich are known for their freshly made-to-order hand-cut sandwiches, salads, wrappos, soups, freshly squeezed juices, refreshing smoothies, gourmet coffees, cakes, Irish snacks and outside catering platters. Their sandwiches are prepared using the premium ingredients as you deserve nothing but the best!",
    "location": "LG349",
    "contact": "012-326 5332",
    "img_link": "https://www.1utama.com.my/images/tenant/LG349-O%27Brien%27s%20[1].jpg?20240716",
    "cuisine": "Western",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.facebook.com/obriensmalaysia/",
    "other_info": "Halal",
    "review": "A destinational café that needs no further introduction, sandwich lovers are known to make a beeline to O’Briens for their made to order hand-cut sandwiches, healthy salads and wraps, which includes options for vegetarian and vegan customers. Build your own sandwich with endless possibilities from hearty protein-packed meats, wholesome roasted vegetables to imported cheese and house-crafted sauces. Their repertoire also includes pasta, soups, cakes, gourmet coffee and freshly squeezed juices."
  },
  {
    "restaurant_name": "Old Siam",
    "description": "Old Siam serves authentic Thai food like Tom Yam Gong and Green Curry, let's enjoy decent Thai food with us!",
    "location": "LG325",
    "contact": "03-7727 6769",
    "img_link": "https://www.1utama.com.my/images/tenant/Lg325-%20Old%20Sim.jpg%20[1].jpg?20240716",
    "cuisine": "Others - Thai",
    "price_range": "RM 0 - RM 0",
    "restaurant_website_link": "http://",
    "other_info": "Non-Halal                                    Established since 2013                                    ",
    "review": "This humble Thai restaurant will put a smile on your face! Served by cheerful and boisterous staff, the outlet’s signature dishes are their Deep Fried Pork, Thai Fish Laksa and Khao Kruk Kapi. As you savour the dishes that earned this outlet an honourable mention in HungryGoWhere, don’t be surprised to see them smiling back at you!"
  },
  {
    "restaurant_name": "One Piece Onigirazu",
    "description": "No description available",
    "location": "LGK111",
    "contact": "018-208 3233",
    "img_link": "https://www.1utama.com.my/images/tenant/LGK111-One%20Piece%20Onigizaru.jpg?20240716",
    "cuisine": "Japanese",
    "price_range": "RM 1 - RM 10",
    "restaurant_website_link": "http://www.instagram.com/onepiece_onigirazu",
    "other_info": "No pork served",
    "review": "Inspired by one of Okinawa’s most popular comfort food, drop by One Piece Onigirazu to sample a wide variety of unique and original tasting Onigirazu’s to be enjoyed anytime of the day. Aptly termed the ‘Sushi Sandwich’, a creative combo of a sandwich and sushi, this delicacy is handmade and wrapped in crisp seaweed, filled with tasty chicken luncheon meat and tamago egg. We particularly love their Fish Tempura Onigirazu with creamy tartar sauce and Chicken Katsu Onigirazu with a perfect piece of golden crusted fillet accompanied with mild wasabi sauce."
  },
  {
    "restaurant_name": "Oversea Restaurant",
    "description": "Oversea Restaurant, authentic Cantonese cuisine in Malaysia\n\nProudly established in the 1970s, Oversea Restaurant is widely known for offering exquisite contemporary Chinese cuisine with special emphasis on unique Cantonese-themed restaurants. We feature progressive menus as the “Piece de resistance” of the restaurant. Oversea offers a convenient option for those who are craving simple Chinese food but flavourful in every bite.",
    "location": "G218",
    "contact": "010-879 7227",
    "img_link": "https://www.1utama.com.my/images/tenant/G218-Oversea%20Restaurant%20(18.2.2023).jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 0 - RM 0",
    "restaurant_website_link": "http://www.overseamy.com",
    "other_info": "Non-Halal",
    "review": "A popular F&B brand proudly established in the 1970s, Oversea Restaurant is widely known for offering exquisite contemporary Chinese Cuisine with special emphasis on unique Cantonese-themed dishes. A progressive Chinese menu is featured at 1 Utama as the “Piece de resistance” of the restaurant, with experienced food technicians from Hong Kong serving you the best Oversea has to offer. Embracing chic and modern vibes, we welcome diners craving remarkable gourmet Chinese food here."
  },
  {
    "restaurant_name": "Paris Baguette",
    "description": "Paris Baguette, the French-inspired international bakery-café that innovates through global\ninfluences, is the leading bakery chain in South Korea founded in 1988, with over 4,000 stores\nworldwide.\nBorn from the love of bread and passion for quality, Paris Baguette offers a unique experience by\nintroducing a new trend-setting bakery and café concepts – creating memories of people through\nits premium and high-quality food.\nParis Baguette store will be showcasing its distinctive urban bakery café concept with\nscrumptious offerings including brunch, cakes, pastries, bread, desserts and more.",
    "location": "G139A",
    "contact": "03-6414 4502",
    "img_link": "https://www.1utama.com.my/images/tenant/G139A-%20Paris%20Baguette%20(8.11.2023).jpg?20240716",
    "cuisine": "Others: French, Italian",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.parisbaguette.com/",
    "other_info": "Pork Free",
    "review": "Joy baked into every bite, Paris Baguette is a French-inspired international bakery-café and a prominent bakery chain in South Korea. Born from the love of bread and passion for quality, Paris Baguette embraces the spirit of ‘Sangmidang’, which is to not leave a single piece of bread unchecked – signifying utmost quality in its products and services. This café is an absolute pastry paradise while you indulge in a visual feast featuring a variety of must-try delights. Satisfy your sweet tooth with delicacies such as Mushroom Soup in a Bread Bowl, Natural Yeast Bread, Mr & Ms Bear Madeleine, Fresh Yogurt Cream Cake, PB Big Breakfast and Cranberry Chicken Pastry Wrap Sandwich."
  },
  {
    "restaurant_name": "Park's Bagels",
    "description": "No description available",
    "location": "LG357-LG358",
    "contact": "03-6414 5668",
    "img_link": "https://www.1utama.com.my/images/tenant/LG357-LG358-%20Parks%20Bagels%20(18.1.2023).jpg?20240716",
    "cuisine": "",
    "price_range": "",
    "restaurant_website_link": "",
    "other_info": "",
    "review": ""
  },
  {
    "restaurant_name": "PENANG CHENDUL",
    "description": "No description available",
    "location": "LGK106-LGK115",
    "contact": "012-545 0432",
    "img_link": "https://www.1utama.com.my/images/tenant/LGK106-Penang%20Chandul.jpg?20240716",
    "cuisine": "Malaysian",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.chendul.my",
    "other_info": "No pork served",
    "review": "From a roadside Chendul stall in Penang steeped in history to branching out into their own outlet here in 1 Utama, we call them the “Chendul specialist”. Tuck into a refreshing bowl of fluffy shaved ice topped with gula melaka, coconut milk, fragrant red bean and perfectly smooth slithers of Chendul. Try their fish-based Asam Laksa broth that is tangy yet spicy together with a delectable spoonful of prawn paste. They also serve Penang Rojak that combines mixed fruits and vegetables with thick gooey “hae ko”."
  },
  {
    "restaurant_name": "PETITE MAISON BOULANGERIE",
    "description": "No description available",
    "location": "G218D",
    "contact": "011-6155 1420",
    "img_link": "https://www.1utama.com.my/images/tenant/G218D-Petite%20Maison%20Boulangerie%20(31.12.2023).jpg?20240716",
    "cuisine": "Others: French, Italian",
    "price_range": "RM 0 - RM 0",
    "restaurant_website_link": "http://www.petitemaison.asia",
    "other_info": "",
    "review": "Be transported to the charming streets of France at Petite Maison where the aroma of freshly baked delights captivates your senses from the moment you set eyes on their artisanal bakery. Dive into an exquisite menu featuring delights such as Red Velvet Croissant, Pineapple Tarts, Strawberry & Blueberry Danish, as well as an array of decadent cheesecakes and other bakery delicacies. Every visit to Petite Maison is a joyous celebration of the timeless tradition of French culinary mastery."
  },
  {
    "restaurant_name": "Pho Vietz",
    "description": "Pho Vietz brings Vietnamese simplicity to your table, authenticity to your palate, and a whole new dining experience to your life. Traditional street dishes such as Phở, Bánh Mì, Bánh Cuốn, Vietnamese Coffee, and Desserts under one roof. Fresh. Authentic. Tasty. You can't go wrong with Pho Vietz.",
    "location": "S312",
    "contact": "03-7731 1653",
    "img_link": "https://www.1utama.com.my/images/tenant/pho.jpg?20240716",
    "cuisine": "Vietnamese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://",
    "other_info": "Non-Halal",
    "review": "For some ‘Pho-nomenal’ fare, Pho Vietz delivers versatility to your table and authenticity to your palate with their take on local Vietnamese cuisine. Led by chef Kenny Ton Ngoc Hiep, a true blooded Vietnamese with over 20 years of culinary experience, diners can be assured of simply good food. Savour their famous Banh Mi baguette, 4-Beef Combo Noodle Soup with Australian premium beef, Marinated Grilled Pork Belly Rice and delectable crispy Spring Rolls. After a full meal, don’t forget to pick up an array of imported Vietnamese merchandise ranging from instant noodles, fish sauce and condiments available for sale at the entrance."
  },
  {
    "restaurant_name": "Porridge Time",
    "description": "Porridge Time serves a wide range of porridge such as Frog Porridge, Seafood Porridge, Pork Porridge, Chicken Porridge etc. with some side dishes. The porridges serve piping hot with a clay pot and generous amount of julienned Ginger and chopped Spring Onions.",
    "location": "LG113A",
    "contact": "012-676 8001",
    "img_link": "https://www.1utama.com.my/images/tenant/porridge-time%20[1].jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://",
    "other_info": "Non-Halal",
    "review": "There’s no better feeling than having a comforting bowl of steaming hot congee in your tummy. At Porridge Time, their wide selection of porridge is cooked and served in traditional clay pot to bring out the subtle alchemy of authenticity that is appreciated by aficionados. Relish in their Smoke Duck Porridge which has a distinct kick to it and Kungpo Farm Frogs Claypot, the latter served with super tender and spicy frog meat. Don’t forget to accessorize with essential spring onions and coriander garnishing."
  },
  {
    "restaurant_name": "Pu Tien",
    "description": "PUTIEN serves cuisine from Putian in Fujian, China, it takes a special kind of conviction and an even more extraordinary mettle to pioneer a cuisine with such remarkable antiquity attached to it. The savoury satisfaction of white hot, luscious Putien Lor Mee broth. Or the sweet-savoury delightful crunch of every piece of Stir-fried Yam. Or how the prawns, scallops and fishes used in their creations still taste as sweet as the sea intended.",
    "location": "G213A",
    "contact": "03-7722 1539",
    "img_link": "https://www.1utama.com.my/images/tenant/G213A-Pu%20Tien%20(reopen%2016.4.2023).jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.putien.com.my",
    "other_info": "Non-Halal",
    "review": "Fused with rich cultural history and storied tradition, PUTIEN serves an array of classical Chinese dishes specializing in authentic Heng Hwa cuisine originating from China’s Fujian province. Characterized by uncomplicated homely recipes using the freshest of ingredients, PUTIEN delivers consistently good food with our favourites being their Sweet and Sour Pork coated with luscious lychee sauce and Stir-fried Yam – a savoury sweet traditional offering of fried yam cubes made with top grade taro."
  },
  {
    "restaurant_name": "Restaurant Pao Xiang Bah Kut Teh",
    "description": "The Origin of Pao Xiang String Tied Bak Kut Teh:  In accordance to traditional culinary methods, the pork is tied with cotton string to keep its shape and texture, as well as to lock in the intricate flavor during the stewing process. The result is a feast of succulent meats bursting of flavor that is bound to tantalize your taste buds while giving you a literal taste of a bygone era.",
    "location": "LG311A",
    "contact": "03-7731 1302",
    "img_link": "https://www.1utama.com.my/images/tenant/LG311A-Pao%20Xiang%20Pa%20Kut%20Teh.jpg?20240716",
    "cuisine": "Malaysian/Chinese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.paoxiangbkt.com",
    "other_info": "Non-Halal                                    Established since 2008                                    ",
    "review": "As recipient of Malaysia’s Largest Bah Kut Teh Award, Pao Xiang adheres to strict cooking methods to ensure top quality Bah Kut Teh. Using only premium grade ingredients and an ancient String-Tied Method, Pao Xiang serves tender Premium Pork Belly, Limited Edition Tendon and Limited Edition Pork Slices that melt in your mouth, alongside their signature aromatic broth."
  },
  {
    "restaurant_name": "Restoran Peranakan Place",
    "description": "Peranakan Place makes it presence known with a colourful exterior of dip-dyed glass and antique porcelain stools. The interior is just as loud, with batik-covered walls and chandeliers for a more homely feel.",
    "location": "F221C",
    "contact": "03-7731 9977",
    "img_link": "https://www.1utama.com.my/images/tenant/F221C-Peranakan%20Place.jpg[1].jpg?20240716",
    "cuisine": "Malaysian & Nyonya Dishes",
    "price_range": "RM 40 - RM 80",
    "restaurant_website_link": "http://www.peranakan.com.my",
    "other_info": "No Pork Served",
    "review": "Peranakan Place offers truly authentic Peranakan cuisine, which celebrates a blend of culinary styles. This wealth of heritage has been well preserved at Peranakan Place. Partake in dishes that will tantalize your taste buds and leave you wanting more. Cooked with only the freshest of ingredients, some of their most popular dishes include Nasi Pandan Ayam Berempah, Lady Finger’s Kerabu and Portuguese Fried Mee. The interior is colourful with dip-dyed glass, antique porcelain stools and batik-covered walls for a homely feel."
  },
  {
    "restaurant_name": "Rich Kopitiam",
    "description": "No description available",
    "location": "LG603-LG603A",
    "contact": "03-7499 3705",
    "img_link": "https://www.1utama.com.my/images/tenant/LG603-LG603A-%20Rich%20Kopitiam%20(3.7.2023).jpg?20240716",
    "cuisine": "",
    "price_range": "",
    "restaurant_website_link": "",
    "other_info": "",
    "review": ""
  },
  {
    "restaurant_name": "Richeese Factory",
    "description": "Richeese Factory is now in Malaysia. Richeese Factory is known for its Fire Chicken and Pink Lava drink. Customers can customise the spicy level of the Fire Chicken from 0 to 5.The first outlet is located at 1 Utama (LG356, Rainforest)\n\nRicheese Factory is a good platform to promote and cross market other products including Richeese instant noodles.",
    "location": "LG356",
    "contact": "03-7803 8010",
    "img_link": "https://www.1utama.com.my/images/tenant/LG356-Richeese%20Factory%20update%20outlet%20photo%20(23.4.2024).jpg?20240716",
    "cuisine": "Western",
    "price_range": "RM 0 - RM 0",
    "restaurant_website_link": "http://",
    "other_info": "No Pork Served",
    "review": "Hello cheesemates! Step into the delightful world of irresistible cheese-based fast food at 𝐑𝐢𝐜𝐡𝐞𝐞𝐬𝐞 𝐅𝐚𝐜𝐭𝐨𝐫𝐲 from Indonesia in 1 Utama Shopping Centre. \n\nThe prefect blend of creamy and savoury spices (adjustable from level 0 to 5) mixed into their signature crispy fire chicken, burgers and snacks are guaranteed to pack your tastebuds with lip-smacking goodness.\n\nWe recommend their best seller Chicken Fire Burger with Nuclear Sauce and the Combo Two Fire Chicken that comes with Fruitarian Mango Tea or Pink Lava - sip on these drinks to help extinguish the fire when it becomes too hot to handle.\n\nReady to take up the spice challenge? Join the cheese revolution and indulge in the heavenly aroma of Richeese Factory today."
  },
  {
    "restaurant_name": "Robataya",
    "description": "Enjoy Izakaya dining style - fun and relaxing dining experience at Robataya. They serve air-flown seafood and vegetables imported directly from Japan. Choose how you would like the chef to preapre your seafood in robatayaki, sashimi or tempura.",
    "location": "G202-G203",
    "contact": "03-7628 1394",
    "img_link": "https://www.1utama.com.my/images/tenant/G202-G203-Robataya%20(reopen%2016.4.2023).jpg?20240716",
    "cuisine": "Japanese",
    "price_range": "RM 31 - RM 50",
    "restaurant_website_link": "http://www.robatayaizakaya.com",
    "other_info": "Non-Halal",
    "review": "Robataya Izakaya specializes in charcoal grilled food on robata (fire-side cooking) using high grade binchōtan charcoal for Japanese authentic flavours. From the freshest seafood and vegetables flown in directly from Japan and Tokyo’s Fish Market, to the finest cuts of meat cooked over blazingly hot charcoal, food at Robataya is always a hit. Popular choices are their melt-in-your-mouth Buta Kyushu Yaki, Saba Ichiya Boshi which is a whole mackerel preserved in salt water for 24 hours before being cooked over the hot grill and their Iberico Spare Ribs Teriyaki/Nabe. Come dine like a local Japanese at Robataya with its relaxing izakaya vibes."
  },
  {
    "restaurant_name": "Rocku Yakiniku",
    "description": "ROCKU Yakiniku, a casual, upbeat and edgy Yakiniku restaurant. Guest can savour their food hot throughout the entire meal, and there’s no better way to enjoy the tantalizing cuts of meat, ranging from beef to lamb, pork and chicken, flown in all the way from Australia and New Zealand. ROCKU also entertains and enthralls guests with live band performances that play modern and classic music with various genres such as Pop-Rock, Acoustic and Jazz.",
    "location": "F355-F356-F357",
    "contact": "03-7710 9884",
    "img_link": "https://www.1utama.com.my/images/tenant/F355-F357-Rocku%20Yakiniku.jpg?20240716",
    "cuisine": "Japanese",
    "price_range": "RM 31 - RM 50",
    "restaurant_website_link": "http://www.rocku.com.my",
    "other_info": "Non-Halal",
    "review": "With a super chill atmosphere that is modern and upbeat with edgy vibes, ROCKU Yakiniku welcomes you to a relaxing one-of-a-kind Japanese ‘smoke-free’ barbeque experience complete with entertaining live performances, perfectly characterizing Japanese pop culture. Guests can savour a wide selection of fresh meats (beef, pork, chicken & seafood platter) available for the grill that go very well with dipping sauces of your choice. Other sizzling delights include Karrage, Tori Hanbaga, Tori Gyoza and Togarasi potatoes for a rockin’ good time."
  },
  {
    "restaurant_name": "Samtai YAMCH'A",
    "description": "Samtai YAMCH'A is a halal restaurant that serves quick and delicious authentic Chinese-style meals and local favourites. Samtai YAMCH'A offers sought-after street food and dimsum in a cozy delightful ambience. One of their signature dishes is Spicy Mee Tarik served with handmade chicken dumplings. If you are craving for some baos, try their hot and steamy Custard Lava Bao filled with decadent salted egg yolk and custard.",
    "location": "LG122",
    "contact": "03-7495 9093",
    "img_link": "https://www.1utama.com.my/images/tenant/LG122-Samtai%20reopen%20after%20renovation%20(2.4.2024).jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://",
    "other_info": "No pork served",
    "review": "A thoughtful halal restaurant that serves quick and delicious authentic Chinese-style meals and local favourites, Dapur Samtai YamCha offers sought-after street food and dimsum in a cozy delightful ambience. One of their signature dishes is Spicy Mee Tarik served with mee tarik in mala sauce accompanied by handmade chicken dumplings. If you are craving for some baos, try their hot and steamy Custard Lava Bao filled with decadent salted egg yolk and custard."
  },
  {
    "restaurant_name": "Seaweed Club",
    "description": "Hot Wings serves grilled chicken wings with signature sauces, while Seaweed Club serves Seaweed Salad Roll which contains fresh carrots, sweet turnip and cucumber with mayonnaise sauce, chicken floos and crispy bits.",
    "location": "LGK110",
    "contact": "012-656 6355",
    "img_link": "https://www.1utama.com.my/images/tenant/LGK110-Seaweed%20Club%20and%20Hot%20Wings%20reopen%20(10.10.2023).jpg?20240716",
    "cuisine": "Japanese",
    "price_range": "RM 10 - RM 50",
    "restaurant_website_link": "http://www.seaweedclub.com.my",
    "other_info": "No Pork Served",
    "review": "Seafood Club & Hot Wings is a Malaysian fusion kiosk that has become a pit-stop for shoppers looking for quick convenient bites. Featuring ‘nori’ as their star ingredient, one can select from a wide variety of seaweed salad rolls that have become a staple choice for those looking after their diet. Rolls are freshly made to order with various fillings like carrots, sweet turnip, cucumber, and chicken floss accompanied by crispy crunchy bits. On the menu are also grilled chicken wings coated with very addictive flavoured hot sauces."
  },
  {
    "restaurant_name": "Secret Recipe",
    "description": "Secret Recipe renowned for its extensive range of fine quality gourmet cakes. It has since evolved to become one of the fastest growing lifestyle cakes and café chain in the region with over 440 café outlets to date.",
    "location": "LG353-LG355",
    "contact": "03-7726 7499",
    "img_link": "https://www.1utama.com.my/images/tenant/LG353%20&%20LG355-Secret%20Recipe%20(reopen%209.12.2022).jpg%20[1].jpg?20240716",
    "cuisine": "Malaysian/ Western/Fusion",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.secretrecipe.com.my",
    "other_info": "Halal",
    "review": "Expanding from a small bakery into a global lifestyle café chain phenomenon, Secret Recipe is synonymous with award-winning cakes as well as an extensive menu of delicious Asian and Western cuisine. From its gourmet cake selection, Secret Recipe pampers us with its crowd pleasers Chocolate Indulgence, Marble Cheese, White Chocolate and Red Velvet which have been the centre of many celebrations and special occasions. Invite your friends over for lunch and dinner and sample their Tom Yum Kung, Chicken Cordon Bleu, Spicy Seafood Medley Pasta, exotic Asian Wok dishes and slow-cooked Lamb Shank with seasonal vegetables and fresh herbs. Satay lovers will also love their perfectly marinated satay served with peanut sauce on the side."
  },
  {
    "restaurant_name": "Sekinchan Catch",
    "description": "Sekinchan Catch serves the freshest seafood daily catch from a local fishing village.",
    "location": "LGK109",
    "contact": "03-7724 2828",
    "img_link": "https://www.1utama.com.my/images/tenant/LGK109-Sekinchan%20Catch.jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://",
    "other_info": "Non-Halal",
    "review": "This family-styled seafood-focused Teochew restaurant serves delicious dishes cooked with traditional recipes. If you're looking for a worthy food adventure, come see why Sekinchan Catch Teochew Seafood is worth a visit. Try out their fan favourite Seafood Mixed Soup which comes with a choice of noodles or rice. You get a mixture of lala, prawn, fishball, scallops and abalone that is sure to satisfy your taste buds."
  },
  {
    "restaurant_name": "Senjyu",
    "description": "No description available",
    "location": "LG225",
    "contact": "03-7620 7782",
    "img_link": "https://www.1utama.com.my/images/tenant/LG225-Senjyu%20(5.1.2024).jpg?20240716",
    "cuisine": "",
    "price_range": "",
    "restaurant_website_link": "",
    "other_info": "",
    "review": ""
  },
  {
    "restaurant_name": "Seoul Garden",
    "description": "Serving Asian Korean-styled cuisine in a buffet-styled format at very affordable prices with good varieties of seafood, marinated meats, namul and vegetables. The idea of Seoul Garden is to grow the brand in tandem with the customers – from student years to working adults to starting a family.",
    "location": "LG345",
    "contact": "03-7722 1339",
    "img_link": "https://www.1utama.com.my/images/tenant/LG345-Seoul%20Garden.jpg?20240716",
    "cuisine": "Korean",
    "price_range": "RM 31 - RM 50",
    "restaurant_website_link": "http://www.seoulgarden.com.my",
    "other_info": "No Pork Served",
    "review": "A leading Halal-certified Korean F&B brand, Seoul Garden features a 2-in-1 proprietary smokeless grill system and Korean-Asian marinades that are the perfect accompaniment to barbecued meats and seafood. Come dine at Seoul Garden to fix your cravings and we assure you of a fulfilling and memorable experience. Top favourites include their Coffee Marinated Chicken and Spicy Bulgogi Lamb, both easily flavourbombs to any palette."
  },
  {
    "restaurant_name": "Shihlin Taiwan Street Snacks",
    "description": "Shihlin Taiwan Street Snacks® is everybody’s favorite Taiwanese food chain featuring popular snacks from the alleys of Taiwan’s night markets. Prepared the way they do over in Taiwan, the menu features authentic favorites such as XXL Crispy Chicken, Crispy Floss Egg Crepe, Handmade Oyster Mee Sua and Seafood Tempura.",
    "location": "LG312A",
    "contact": "03-7732 7015",
    "img_link": "https://www.1utama.com.my/images/tenant/G312A-Shihlin%20Taiwan%20Street%20Snacks%20update%20outlet%20photo%20(6.2.2024).jpg?20240716",
    "cuisine": "Asian",
    "price_range": "RM 1 - RM 10",
    "restaurant_website_link": "http://www.shihlinsnacks.com.tw/my/",
    "other_info": "No pork served",
    "review": "Shihlin Taiwan Street Snacks features popular snacks from the alleys of Taiwan's night markets. Prepared the way they do over in Taiwan, the menu features authentic favourites such as Crispy Floss Egg Crepe and XXL Crispy Chicken, a large tender piece of chicken coated with imported flour and a special blend of oriental spices – fried to a golden crisp. Best eaten piping hot, we highly recommend trying their Oyster Mee Sua which is prepared with a special stock brewed over a slow flame and served with a generous amount of oysters, shredded chicken and a dash of vinegar."
  },
  {
    "restaurant_name": "Since 1939",
    "description": "No description available",
    "location": "LG607",
    "contact": "03-7732 2286",
    "img_link": "https://www.1utama.com.my/images/tenant/LG607-SINCE%201939.jpg?20240716",
    "cuisine": "",
    "price_range": "",
    "restaurant_website_link": "",
    "other_info": "",
    "review": ""
  },
  {
    "restaurant_name": "Soup Restaurant",
    "description": "Soup Restaurant serve traditional \"Chinatown Heritage Cuisine\" originating from their Managing Director, Mok Yip Peng's family recipes. Our signature dishes includes \"Samsui Ginger Chicken\", \"Ah Por Fan Shu Leaves\", \"Ah Kon Fan Shu Leaves\", \"Beggar Bowl Tofu\" and various Herbal Soups such as \"Double Boiled Dried Scallop with Black Chicken Soup\", \"Double Boiled Waisan & Ginseng Root Chicken Soup\" and others. Focusing on simple yet delicious recipes and maintaining a unique ambience at each outlet that evokes nostalgic memories.",
    "location": "G210A",
    "contact": "03-7727 2788",
    "img_link": "https://www.1utama.com.my/images/tenant/G210A-Soup%20Reataurant.jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 31 - RM 50",
    "restaurant_website_link": "http://www.souprestaurant.com.sg",
    "other_info": "Non-Halal",
    "review": "Living up to their namesake, Soup Restaurant is dedicated in presenting you traditional Chinatown Heritage Cuisine. Serving signature dishes originating from heirloom recipes passed down through the generations, give their Samsui Ginger Chicken and Ah Por Fan Shu Leaves, Double Boiled Dried Scallop with Black Chicken Soup and many other healthy herbal family favourites a try as these will surely evoke nostalgic memories."
  },
  {
    "restaurant_name": "Starbucks",
    "description": "No description available",
    "location": "F352",
    "contact": "03-7496 8637",
    "img_link": "https://www.1utama.com.my/images/tenant/starbuck%20[1].jpg?20240716",
    "cuisine": "",
    "price_range": "",
    "restaurant_website_link": "",
    "other_info": "",
    "review": "\n                        ONEVP2\n                        019-387 9091                    "
  },
  {
    "restaurant_name": "Strudel Bakery House",
    "description": "No description available",
    "location": "LGK116D",
    "contact": "012-626 2389",
    "img_link": "https://www.1utama.com.my/images/tenant/LGK116D-Strudel%20Bakery%20House%20(22.7.2023).jpg?20240716",
    "cuisine": "Western",
    "price_range": "RM 0 - RM 0",
    "restaurant_website_link": "http://www.strudelbakeryhouse.com",
    "other_info": "Halal",
    "review": "Indulge in a world of delicious handmade pastries at Strudel Bakery House! Come and discover the perfect blend of flaky goodness and mouthwatering fillings in every bite of their artisanal strudels. From classic Apple Strudel to Cream Horn and crispy butter cookies, there’s so many flavours available to tantalize every taste bud. Give it a try and treat yourself to the freshest pastries in town, freshly baked every morning."
  },
  {
    "restaurant_name": "Stuff'd",
    "description": "No description available",
    "location": "LG328",
    "contact": "03-7620 6536",
    "img_link": "https://www.1utama.com.my/images/tenant/LG328-Stuffd%20reopen%20(12.3.2024).jpg?20240716",
    "cuisine": "Others: Tex-Mex",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.facebook.com/stuffedmy/",
    "other_info": "No pork served",
    "review": "Mexican. Turkish. Exceptionally delicious. Thinking of a healthy bite? Pop by Stuff'd for a quick sit-down meal. Renowned for their hearty grilled Kebabs, Tortilla Wraps, mouthwatering cilantro lime rice Burritos, Quesadillas and Signature Daily Bowls, these value-for-money options are served with generous portions and intense flavours. All freshly made to order, each features wholesome natural ingredients such as avocados, legumes and leafy vegetables to support your nutritional needs. Simple but substantial!"
  },
  {
    "restaurant_name": "Subway",
    "description": "SUBWAY® is the undisputed leader in fast, healthy food. Their easy-to-prepare sandwiches are made to order right in front of the customers, precisely the way they want - using freshly baked breads, select sauces and a variety of delicious toppings.",
    "location": "LG318A",
    "contact": "03-7496 7441",
    "img_link": "https://www.1utama.com.my/images/tenant/LG318A-SUBWAY%20(18.1.2023%20reopen).jpg?20240716",
    "cuisine": "Western",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.subway.com/en-MY",
    "other_info": "Halal",
    "review": "Where else can you get huge submarine customizable sandwiches other than Subway? The world’s largest restaurant chain Subway offers a healthy alternative to traditional fast food with a choice of 37 million combinations of quality proteins, fresh vegetables and bread baked fresh daily. Get your hands on their Chicken Teriyaki made with a flavourful blend of tender chicken dressed lightly with teriyaki sauce or how about an Italian affair with a Meatball Marinara sub bathed in hot savoury tomato marinara sauce with a generous helping of meatballs? Magnifico!"
  },
  {
    "restaurant_name": "Sushi King",
    "description": "Sushi King chain of restaurants serves quality sushi and other Japanese cuisine at affordable prices in a warm and friendly environment. What sets Sushi King apart is the personal touch of serving freshly made sushi on the kaiten for customers to pick up and enjoy.",
    "location": "LG322",
    "contact": "03-7731 0415",
    "img_link": "https://www.1utama.com.my/images/tenant/LG322-Sushi%20King%20reopen%20after%20renovation%20(8.4.2028).jpg?20240716",
    "cuisine": "Japanese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.sushi-king.com",
    "other_info": "Halal",
    "review": "Looking for your favourite sushi at affordable prices? Come work up your appetite at Sushi King. Pioneering the concept of ‘revolving sushi’ prepared on the spot on a conveyor belt, take your pick from Sushi King’s amazing variety of fresh sushi where each plate carries a time code and is promptly replaced once the time is up. Ingredients are top quality – enjoy nutritious saba from Norway, succulent Australian beef and delicious Japonica rice prepared the traditional Japanese way.  Must order dishes include Norwegian Salmon Nigiri and their Grand Mixed Bento Set that comes with pan-fried chicken, salmon and chicken with spicy mayo sauce served with miso soup and chawanmushi. Don’t forget to say ‘itadakimasu’ before you dig in."
  },
  {
    "restaurant_name": "SUSHI ZANMAI",
    "description": "Sushi Zanmai is the genuine conveyor-belt sushi restaurant that provides more than 100 assortments of sushi and large varieties of cooked food that are authentically Japanese. Come and enjoy this well-loved sushi restaurant by families and young professionals.",
    "location": "SK9A",
    "contact": "03-7724 2030",
    "img_link": "https://www.1utama.com.my/images/tenant/Sushi%20ZanMai.JPG?20240716",
    "cuisine": "Japanese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.supersushi.com.my",
    "other_info": "No pork served",
    "review": "Loved by many, evident by the queues usually forming at their entrance, Sushi Zanmai is a popular restaurant in 1 Utama known for their conveyor-belt premium sushi concept as well as freshly cooked Japanese food. We recommend binging on plates of their Salmon Sashimi, Mentaiko Spider Roll with soft shell crab topped with avocado and Ebidon rice bowl, the quintessential Japanese comfort meal with golden crispy prawns served over steam rice."
  },
  {
    "restaurant_name": "Sushiya",
    "description": "Sushiya 1U formerly known as Sushi Ichiro. It had been located at Isetan food paradise for 10years and now relocate at Lot LG605.Sushiya 1u Serving fresh cuts that deserve its price tag in a rather posh and spacious environment.",
    "location": "LG605",
    "contact": "03-7733 5319",
    "img_link": "https://www.1utama.com.my/images/tenant/LGK605-Sushiya.jpg?20240716",
    "cuisine": "Japanese",
    "price_range": "RM 0 - RM 0",
    "restaurant_website_link": "http://",
    "other_info": "",
    "review": "A meal is incomplete without the warm feeling of a friendly chef, who shares his passion for sushi with all sushi-connoisseurs. At Sushi Ya, handmade sushi are available at affordable price points and always replenished at the kaiten belt. Fresh seafood and fish is imported from Japan with varied seasonal menu items. Offering guests a wide selection of bentos, don, sashimi and set meals, their highlight is The Matsu Set, a mouth-watering combination of nigari, botan ebi, uni and hotate. Enjoy your sushi with friends and family at Sushiya and indulge in good food!"
  },
  {
    "restaurant_name": "Tanyu Grilled Fish 探鱼烤鱼",
    "description": "TANYU, well known for its signature Grilled Fish with Fresh Green Pepper, recently possessing more than 300 outlets in the Asia-Pacific region.TANYU first originated from Shenzhen, China, launched in 2013, it was known as “Shenzhen’s most artistic grilled fish restaurant” and became popular overnight, with the highest record of table turnover rate achieving 16 times a day. As the brand is expanding,TANYU opened its first overseas flagship store in Singapore in 2017 and now has 5 outlets in recent years. Hereafter, TANYU successfully entered the Malaysia market and opened its first TANYU outlet at Pavilion Kuala Lumpur in 2023. Complying to the same standards in products and services held by TANYU China, TANYU Singapore and Malaysia are working on expanding the market and striving to become the top grilled fish brand in the Southeast Asia catering industry.",
    "location": "F337-F338",
    "contact": "03-6420 5120",
    "img_link": "https://www.1utama.com.my/images/tenant/F337-F338-Tanyu%20Grilled%20Fish%20探鱼烤鱼.jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 50 - RM 130",
    "restaurant_website_link": "http://www.facebook.com/tanyumy/",
    "other_info": "Non-Halal",
    "review": "If you’re a fan of numbing mala, come and ignite your taste buds at Tanyu with their famous grilled fish specialties reminiscent of authentic flavours from Shenzhen, China! The menu complements the artistic decor of the restaurant and features an addictive assortment of fresh seafood and meats, ranging from aromatic Mala and tongue-numbing Fresh Green Pepper, to smoky and tender Lamb Skewers that will surely pack a punch in the flavour department. Don’t forget to try their unique side dishes such as Chongqing Cold Noodles with Shredded Chicken, creamy Grilled Eggplant and their sticky Rice Cakes, popular amongst diners who would enjoy this sweet dessert after a spicy meal."
  },
  {
    "restaurant_name": "Teo Chew Lor",
    "description": "Teo Chew Lor (潮州卤) is a heated snack braise in a bubbling spices soy sauce broth, which imparts palatable flavour and a beautiful brownish hue. This Teo Chew Chinese Cuisine offers a selection of “Lor (卤)” Vegetables, Bean Curd, and Meat Cut to choose from.",
    "location": "LG113",
    "contact": "011-37182 2652",
    "img_link": "https://www.1utama.com.my/images/tenant/LGK113-Teo%20Chew%20Lor.jpg?20240716",
    "cuisine": "Asian",
    "price_range": "RM 20 - RM 30",
    "restaurant_website_link": "http://",
    "other_info": "Non-Halal",
    "review": "Teo Chew Lor will bring you closer to home with their Teochew-styled braised dishes cooked in a bubbling spiced soy sauce broth. Order from a variety of preserved vegetables, bean curd, meat, soup and side appetizers accompanied with flavourful yam rice."
  },
  {
    "restaurant_name": "Teppanyaki",
    "description": "One of the most popular teppanyaki restaurant in Malaysia, Teppanyaki serves Japanese cuisine that uses an iron griddle to cook food like chicken, beef, salmon, squids and more, simply enjoy your meals with vegie and rice!",
    "location": "LG327",
    "contact": "010-391 7485",
    "img_link": "https://www.1utama.com.my/images/tenant/LG327-Teppanyaki%20reopen%20after%20renovation%20(9.4.2024).jpg?20240716",
    "cuisine": "",
    "price_range": "",
    "restaurant_website_link": "",
    "other_info": "",
    "review": ""
  },
  {
    "restaurant_name": "Texas Chicken",
    "description": "Texas Chicken serves up freshly prepared, high quality, authentic American Southern-styled fare, to provide customers with value-for-money, complete meal options. The Texas Chicken menu includes flavorful chicken both original and spicy, crispy tenders strips, burgers and wraps, classic side dishes and hand-made from scratch honey-butter biscuits.",
    "location": "LG309A",
    "contact": "03-7498 0065",
    "img_link": "https://www.1utama.com.my/images/tenant/texas%20chicken%20[1].jpg?20240716",
    "cuisine": "Western",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.texaschickenmalaysia.com",
    "other_info": "Halal",
    "review": "Texas Chicken serves delicious American Southern-styled fare with value-for-money, complete meal options that none can say no to. Their famous fried chicken, available in both original and spicy versions, are marinated and hand-battered to deliver natural fresh and never frozen chicken flavours. And who can forget those honey-butter biscuits that are hand made in small batches all day long and drizzled with honey butter the second they come out of the oven. From juicy burgers to wholesome wraps, Texas Chicken never disappoints. We’re going to need a bigger plate."
  },
  {
    "restaurant_name": "TGI Fridays",
    "description": "Famous for American classics, T.G.I.Friday's serves fresh appetizers, juicy burgers and delicious desserts,frid,friday",
    "location": "G203A-G205-G206",
    "contact": "016-211 8529",
    "img_link": "https://www.1utama.com.my/images/tenant/G203A-G206-TGI%20Friday%27s.jpg?20240716",
    "cuisine": "Western",
    "price_range": "RM 31 - RM 50",
    "restaurant_website_link": "http://www.fridays.com.my",
    "other_info": "No pork served",
    "review": "Legendary for all-time great American classics, partake in the fun of sharing mouthwatering platters and memorable juicy burgers in a relaxed dining atmosphere at TGI Fridays. From Loaded Potato Skins, Fried Calamari, Beef Bacon Crusted Ribs to Fridays Signature Steak – this vibrant joint has everything you need to enjoy that Friday feeling every day of the week. Room for something sweet? There’s Ice Cream Cake and indulgent Brownie Obsession. So fill up the table and tuck in!"
  },
  {
    "restaurant_name": "Thai Hou Sek",
    "description": "Your-go-to Thai-Chinese Porki-licious Goodness Place. Thai Hou Sek is not your ordinary Thai restaurant as they aim to charm you with not only the many familiar Thai-Chinese favourites; but to also introduce sinful and inquisitive pork-infused dishes.",
    "location": "S132",
    "contact": "03-7731 7933",
    "img_link": "https://www.1utama.com.my/images/tenant/Thaihous800x446.jpg?20240716",
    "cuisine": "Thai Chinese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.thaihousek.com",
    "other_info": "Non-Halal",
    "review": "Your go-to place for prok-ilicious Thai Chinese comfort food. Thai Hou Sek aims to charm you with familiar evergreen favourites and sinful inquisitive pork-infused dishes with a creative twist. Must try’s from the menu include the spicy sour Seafood Tom Yum Soup, Spicy Pork Belly served with tamarind sauce, and the very succulent BKK Braised Pork Rice. Make sure to pair your food with a variety of thirst-quenching drinks. We especially like their restaurant’s contemporary and hip décor with speakeasy vibes."
  },
  {
    "restaurant_name": "The Chicken Rice Shop",
    "description": "To dine with The Chicken Rice Shop is to rediscover the wholesome taste of Hainanese and Malaysian cuisines. They serves traditionally prepared steamed, roasted, honey barbecued and soy sauce chicken as its signature products. These signature dishes are served with fluffy chicken flavoured rice cooked to perfection from a recipe passed down through the generations, originating from Hainan Island.",
    "location": "G211",
    "contact": "03-7727 0068",
    "img_link": "https://www.1utama.com.my/images/tenant/G211-The%20Chicken%20Rice%20Shop.jpg?20240716",
    "cuisine": "Malaysian",
    "price_range": "RM 10 - RM 50",
    "restaurant_website_link": "http://www.thechickenriceshop.com",
    "other_info": "Halal",
    "review": "A perennial favourite, The Chicken Rice Shop is our go-to place for, you guessed it, chicken rice. Using recipes that has been passed down through the generations, opt for steamed, roasted, honey barbecued or soy sauce chicken of your choice served with flavoured fluffy rice cooked to perfection. Pair the meal with a variety of side dishes like savoury Nyonya Pai Tee, or add on a bowl of Curry Laksa for a spicy broth of springy noodles garnished with succulent chicken."
  },
  {
    "restaurant_name": "The Coffee Bean & Tea Leaf",
    "description": "The Coffee Bean & Tea Leaf offers premium handcrafted coffee, tea, gourmet food which make it simply the best for a relaxing day",
    "location": "G323C",
    "contact": "03-7732 4307",
    "img_link": "https://www.1utama.com.my/images/tenant/G323C-The%20Coffee%20Bean%20&%20Tea%20Leaf%20(update%20outlet%20photo)%2027.6.2023.jpg?20240716",
    "cuisine": "Western",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.coffeebean.com.my",
    "other_info": "Halal",
    "review": "The Coffee Bean & Tea Leaf is a global roaster and retailer of specialty coffees and teas that needs no further introduction. From their invention of the famous Original Ice Blended that kickstarted the frozen coffee drink craze, The Coffee Bean & Tea Leaf is also the first brand to introduce cold brew tea to the world. Drop by to enjoy a signature cup of Gibraltar Beverage, a single-origin espresso that is available in Americano, Latte or Mocha Latte variants. To add on to your coffee break, order light bites like Bagel with Cream Cheese, Chicago Cheesecake and Royal Chocolate Cake to go with your drinks. Better latte than never!"
  },
  {
    "restaurant_name": "The Fish Bowl",
    "description": "The Fish Bowl is Malaysia’s leading premium poké restaurant, specialized in serving the freshest poké bowls! To date, The Fish Bowl has 18 outlets located in the prime areas within Klang Valley, Johor Bahru and we’re still growing! Our mission is to offer healthy and delicious meal to everyone. We aim to globally share the joy of fresh Poké, inspire well being and culinary delight. Implement sustainable practices and become a community hub for wholesome eating. We provide our unique combination of fresh high quality ingredients, innovative flavour profiles and creative toppings. You can customize and build your very own healthy masterpiece poké bowl. Visit us today to create yours!",
    "location": "LG115",
    "contact": "03-7620 2279",
    "img_link": "https://www.1utama.com.my/images/tenant/LG115-The%20Fish%20Bowl%20update%20outlet%20photo%20(18.12.2023).jpg?20240716",
    "cuisine": "Western",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://thefishbowl.my",
    "other_info": "No Pork Served",
    "review": "The Fish Bowl is Malaysia’s leading premium poke restaurant, specializing in serving the best pokebowls at affordable prices. Customize and build your own pokebowl the way you like it to make a healthy filling meal of your choice. One of their signature bowls is Shoyu Salmon which features chilled fresh Norwegian trout salmon rich in omega 3 fatty acids, infused with deep delicious shoyu flavours. We also highly recommend the Miso Salmon, where the main ingredient is marinated with a special miso paste recipe and cooked in an air fryer till golden brown."
  },
  {
    "restaurant_name": "Tokyo Secret",
    "description": "Tokyo Secret is well-known for its Hanjuku cheese tarts, by using high quality cheese imported directly from Japan. Their Tokyo Secret cheese tart is freshly baked and hot from oven.",
    "location": "S313",
    "contact": "03-7733 3311",
    "img_link": "https://www.1utama.com.my/images/tenant/S313-Tokyo%20Secret.jpg?20240716",
    "cuisine": "Japanese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.tokyosecret.com",
    "other_info": "No pork served",
    "review": "It’s no wonder that Tokyo Secret’s irresistible Hanjuku Cheese Tart is the No.1 Japanese cheese tart in Malaysia. Automatically drawn by an alluring aroma of freshly baked tarts, we highly recommend that you drop by Tokyo Secret to grab a piping hot box of these cheesy delights. Aside from cakes and pastries, Tokyo Secret also offers an excellent selection of hot meals from western to fusion local delights. Do try their Hokkaido Milk Ice Cream as well which is simply light and refreshing."
  },
  {
    "restaurant_name": "Tonkatsu by Ma Maison",
    "description": "Tonkatsu By Ma Maiso was founded by Akinori Terazawa in Tokyo,Japan back in 1976.Terazawa is an avid food connoisseur and a very demanding customer.Failing to find the perfect Tonkatsu that please him,he beganmission set-up his own perfectly marinated meat cuts with homemade sauces to compliment in the meal.To date there a total of 16 outlets arose Japan,7 outlets in Malaysia and 9outlets in Singapore.",
    "location": "LG226",
    "contact": "03-7727 3337",
    "img_link": "https://www.1utama.com.my/images/tenant/LG226-Tonkatsu%20By%20Ma%20Maison.jpg?20240716",
    "cuisine": "Japanese",
    "price_range": "RM 31 - RM 50",
    "restaurant_website_link": "http://www.mamaison.com.my",
    "other_info": "",
    "review": "Coming all the way from Nagoya, Tonkatsu by Ma Maison specializes in authentic Tonkatsu. Their meat is juicy, tender and flavourful while enveloped in a light fried crispy breadcrumb, flavoured with natural salt mined from a deep mountain range that is rich with natural minerals. Their signatures must tries are Rosu Katsu, “Mameton\" Set and Homemade Katsu Curry. Each set comes with unlimited rice, tonjiru soup, cabbage and roasted barley tea refills too. Let your taste buds be transported into the heart of Japan and taste the difference!"
  },
  {
    "restaurant_name": "Tsuruhashi Korean Town",
    "description": "Boasting a diverse selection ranging from beloved classics to exotic international delights, including irresistible Japanese Korean cuisine. Join us for a gastronomic experience that guarantees to delight your palate without straining your budget. Don't miss out! Visit us Tsuruhashi Korean Town at one utama.",
    "location": "LG613A",
    "contact": "011-1433 0339",
    "img_link": "https://www.1utama.com.my/images/tenant/LG613A-Tsuruhashi%20Korean%20Town%20(20.5.2024).jpg?20240716",
    "cuisine": "Korean",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://",
    "other_info": "Pork Free",
    "review": "Tsuruhashi Korean Town brings you a variety of delights all the way from the heart of Osaka, Japan. Experience the fusion of Korean-Japanese cuisine and indulge in traditional recipes with a modern touch. From their signature Chicken Katsu Curry Rice and fiery Spicy Sundubu Jjigae to their unique sizzling Charcoal BBQ and classic Bibimbab, every dish is expertly crafted to perfection, capturing the true essence of Korean flavours."
  },
  {
    "restaurant_name": "WAY Modern Chinois",
    "description": "Way Modern Chinois is a modern cuisine restaurant specialising in contemporary pork free\nChinese cuisine. A labour of love in many ways, Way Modern Chinois is the brainchild of\navid foodies and Chinese food enthusiasts. In Mandarin, Way means “unique” or “one and\nonly”.\nWe’ve taken our favourites from all the regions; from the Szechuan Province\nthrough alleys of Hong Kong. Each note purposeful, each ingredient hand chosen\nand each dish served our WAY for you to enjoy your WAY.",
    "location": "G343A",
    "contact": "03-3010 1888",
    "img_link": "https://www.1utama.com.my/images/tenant/G353a-WAY%20Modern%20Chinois%20(28.12.2023).jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 0 - RM 0",
    "restaurant_website_link": "http://way.com.my",
    "other_info": "Pork Free",
    "review": "Immerse yourself in a chic setting that harmoniously blends modern aesthetics with the richness of contemporary Chinese culture. Delight your taste buds with a symphony of flavours at Way Modern Chinois, a culinary gem in 1 Utama. From sampling innovative dishes like the tantalizing Truffle Roast Duck and Peking Duck, these are presented like a culinary masterpiece in a majestic box – absolutely a poetic feast for the senses! The Wagyu Porcupine Bun adds a whimsical touch, realistically resembling a mini-sized porcupine. We highly also recommend their Golden Rose Wonton, artfully served in a flowerpot style."
  },
  {
    "restaurant_name": "Whisk, Outpost",
    "description": "A small cafe exudes a strong tasty aroma from the coffee beans and it's a pretty decent place to hang out with friends. They specialize in coffee & serve up a mean line up of home baked desserts. In addition to their Espresso based drinks, they also serve Single Origins on Pour Over, Aeropress and Cold Brew. Their coffees are supplied to us by our favorite roasteries and our offerings constantly change as new crops change with the seasons.",
    "location": "G139",
    "contact": "03-7722 1020",
    "img_link": "https://www.1utama.com.my/images/tenant/WHISK%20OUTPOSE%20[1].jpg?20240716",
    "cuisine": "Others: Speciality Coffee & Home Baked Cakes",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://",
    "other_info": "Halal",
    "review": "Whisk, Outpost is s nice place to sit, chill and sip a cup of coffee with your friends or family. Coffee-holics would love it here as there\"s much variation to coffee to choose from. The Cold Brew Coffee is highly recommended besides some home baked cakes like Bub\"s Cake (banana pecan cake layered with peanut butter cream and covered with cream cheese frosting), Granny\"s Cake (apple cake with butterscotch cream cheese frosting) and also the Macaron Ice Cream Sandwich."
  },
  {
    "restaurant_name": "WOK HEY",
    "description": "Asian stir-fry hawker style\n\nA modern convenient take-out! Giving a twist to the traditional Asian wok dishes using fresh ingredients, prepared daily.",
    "location": "LG210",
    "contact": "010-294 1686",
    "img_link": "https://www.1utama.com.my/images/tenant/LG210-Wok%20Hey.jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.wokhey.my",
    "other_info": "",
    "review": "Voted Singapore’s Best Fried Rice, WOK HEY is a fast-casual, convenient, takeout concept offering tasty, nutritional, value for money, customizable Asian stir fry dishes with a modern twist! Inspired by Cantonese-styled cooking, the menu ensures every dish offers delicious healthy Asian rice and noodle staples like Egg Fried Rice with Prawns and Tobiko and Fresh Udon with Grilled Chicken and Nai Bai. You can expect high quality, affordable and fresh meals filled with wok hei!"
  },
  {
    "restaurant_name": "WONDERMAMA",
    "description": "Wondermama is a vibrant, contemporary & creative Malaysian brand that brings a sophisticated twist to the traditional local flavours and casual dining. Enjoy the classic calibration of the Malaysian food with the true wonders of Mum’s home-cooked meals, diligently put together and presented to you – on every plate. Experience familiar taste in new and exciting ways through their playful and unique menu.",
    "location": "S131",
    "contact": "03-7732 2911",
    "img_link": "https://www.1utama.com.my/images/tenant/Wonder%20mama800x6220.jpg?20240716",
    "cuisine": "Malaysian",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.wondermama.asia",
    "other_info": "No pork served",
    "review": "A vibrant Malaysian F&B brand that brings a sophisticated twist to traditional local flavours and casual dining. Serving up Malaysian home-cooked meals such as Wonder Nasi with Ayam Berempah with aromatic spiced rice, creamy Carbonara Chic tossed with mushrooms and spinach, and very addictive Crazy Chekodok which are fried mashed banana balls with crushed peanuts and vanilla icecream. All in a fabulous dining ambience that exudes the cosiness and charm of our homes."
  },
  {
    "restaurant_name": "Wong Kok Char Chan Teng",
    "description": "Wong Kok Char Chan Teng was well accepted and it has emerged as a new trademark of great cuisine. They boasts a variety of cuisine for whole day long - breakfast, lunch, teatime, dinner as well as supper. Suitable for all walks of life, Wong Kok is a joint for all sorts of Hong Kong famous and treats.",
    "location": "F225",
    "contact": "03-7732 7228",
    "img_link": "https://www.1utama.com.my/images/tenant/F225-Wong%20Kok%20Char%20Chan%20Teng%20update%20outlet%20photo%20(22.1.2024).jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.wongkok.com.my",
    "other_info": "Non-Halal",
    "review": "One of the best known Hong Kong-styled cafes or char chan teng around, Wong Kok boasts a variety of food and drinks covering breakfast, lunch, teatime, dinner, as well as supper that one can get locally from HK. Popular budget eats here include Cheese Baked Rice served with juicy chicken chop and Stocking Milk Tea."
  },
  {
    "restaurant_name": "WONJO BUANJIB",
    "description": "Wonjo Buanjib is a barbecue house started in Buan, Jeolla-do, the city of gastronomy. \n\nOur fresh pork are placed at the aging room for 3-10days under -1 degree to achieve the most juicy & tender texture.\n\nAs for the charcoal, we are using high quality charcoal (Binchotan) from Laos.\n\nExperience a comfy, chilled, spacious environment with an open concept of dining experience in Wonjo Buanjib today.",
    "location": "LG618-LG619-LG620",
    "contact": "012-898 9631",
    "img_link": "https://www.1utama.com.my/images/tenant/LG618-LG620-Wonjo%20Buanjib%20BBQ%20(20.10.2023).jpg?20240716",
    "cuisine": "Korean",
    "price_range": "RM 11 - RM 100",
    "restaurant_website_link": "http://",
    "other_info": "",
    "review": "Grill it & Thrill it at Wonjo Buanjib! Experience this chilled, Korean barbeque as you grill, dine and drink your way to euphoria. Featuring only the purest charcoal in the world, Binchotan, also known as 'White Charcoal', is used to retain the natural flavour and essence of their meats. Yukjob Moksal (Collar), Sukseong Ssamgyeop (Pork Belly) & Hangjeongsal (Jowl) are the top selection BBQ meat in Wonjo Buanjib. On top of that, the hearty, spicy and savoury Kimchi Jjigae-Kimchi stew is a must have, paired with Haemul Pajeon pancake that is sure to leave you wanting more."
  },
  {
    "restaurant_name": "WPS Café",
    "description": "WPS, which stands for Wood People Social. WPS Coffee is dedicated to maintaining top-tier quality in their coffee, cookies, and cakes, striving to provide ...",
    "location": "SK7",
    "contact": "017-587 1088",
    "img_link": "https://www.1utama.com.my/images/tenant/SK7-W.P.S%20Cafe.jpg?20240716",
    "cuisine": "Malaysian/ Western/Fusion",
    "price_range": "RM 10 - RM 30",
    "restaurant_website_link": "http://",
    "other_info": "",
    "review": "Taste buds need something extra, extra? For all cookie enthusiasts, WPS Café (Wood People Social) offers freshly baked cookies every day that are warm and delicious. Be served with quality hand-crated coffee and confectionery, and so much more. Their incredibly scrumptious cookies are available in a variety of flavours such as choc chip, butter and spice. Get the best companion to fuel up your week while sipping a hot cuppa to reinvigorate your day at WPS."
  },
  {
    "restaurant_name": "Xiāng by Nicsmann",
    "description": "Speicially Made for Malaysian . We serve authentic Hunan cuisine which have the features of aromatic, spicy and sour tastes in a dishes. . . Must TRY",
    "location": "G359",
    "contact": "013-359 0443",
    "img_link": "https://www.1utama.com.my/images/tenant/G359-Xiang.jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 20 - RM 140",
    "restaurant_website_link": "http://www.facebook.com/xiangbynicsmann",
    "other_info": "Pork Free",
    "review": "Have you tried Muslim-friendly Hunan cuisine? Come dine at Xiāng by Nicsmann for authentic Xiang Cai (Hunan cuisine). They serve a wide variety of dishes that features intense and umami flavours to spice up your taste buds, making each bite highly addictive! We heartily recommend their signature dishes – Xiang’s aromatic Chong Qing Hot & Spicy Fried Chicken, Mala Baby Lobster and Hunan Style Lamb Skewer covered with a layer of chopped fried garlic and chili for you to receive the epitome of a flavour bomb explosion!"
  },
  {
    "restaurant_name": "XIAO MAN DUMPLING",
    "description": "Start your meal off with a delicious bite-sized Chinese Cabbage Pork Dumpling, unquestionably the most popular dish here, then move on to a bowl of their famous ...",
    "location": "LG118",
    "contact": "03-7732 8088",
    "img_link": "https://www.1utama.com.my/images/tenant/LG118-Xiao%20Man%20Dumpling.jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 2 - RM 20",
    "restaurant_website_link": "http://www.facebook.com/XiaoManDumpling/",
    "other_info": "Non-Halal",
    "review": "One dumpling to rule them all…. Missing Taiwan? Now you can satisfy your Taiwanese food cravings at Xiao Man Dumpling & Noodle at 1 Utama. Start your meal off with a delicious bite-sized Chinese Cabbage Pork Dumpling, unquestionably the most popular dish here, then move on to a bowl of their famous Lu Rou Fan with fatty, soy-braised pork belly served over freshly-steamed piping hot rice. Slurp it all down with a signature cup of chewy Boba Milk Tea. And that’s how you get your ‘second stomach’ filled."
  },
  {
    "restaurant_name": "Yakiniku Kuro",
    "description": "Modern twist to your Yakiniku experience! A brand new smokeless and modern Japanese grilling experience for you with varieties of freshly sliced Angus & Wagyu beef",
    "location": "LG311B",
    "contact": "03-7732 2868",
    "img_link": "https://www.1utama.com.my/images/tenant/LG311B-Yakiniku%20Kuro.jpg?20240716",
    "cuisine": "Japanese",
    "price_range": "RM 31 - RM 50",
    "restaurant_website_link": "http://www.yakinikukuro.com",
    "other_info": "",
    "review": "It's always Yakiniku o'clock! Get ready to grill ‘em all with traditional Yakiniku mixed with a contemporary flair at Yakiniku Kuro at 1 Utama. This brand new smokeless and modern Japanese grilling eatery features interesting varieties of prime meats and freshly sliced delicious Angus Beef and Japanese Wagyu. Their signature must tries are Kuro Trio, Sukiyaki Karubi and Zabuten Set Meals. Savour every bite of their melt-in-your-mouth marbled meats thanks to its juicy and flavourful textures."
  },
  {
    "restaurant_name": "YAT YAT SENG 日日升",
    "description": "We serve the best Ipoh Chicken Horfun and most authentic Hainanese Chicken Rice and Ipoh Curry Mee",
    "location": "G619-G620",
    "contact": "013-218 1274",
    "img_link": "https://www.1utama.com.my/images/tenant/G619-G620-Yat%20Yat%20Seng%20(3.2.2024).jpg?20240716",
    "cuisine": "Chinese/ Malaysian",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://",
    "other_info": "Non-Halal",
    "review": "Indulge in the exquisite flavours of Ipoh with Yat Yat Seng, with perfected recipes with each ingredient and flavour, carefully curated and refined, ensuring that each meal carries a little bit of history in it. Be sure to try their signature dishes, ranging from Ipoh Hor Fun served with fresh prawns, shredded chicken and chives, traditional Hainanese Chicken Rice and the aromatic allure of Pickled Vege Pork Belly Noodle. Fresh ingredients are sourced daily from the heart of Ipoh. Every bite is a testament to their dedication to preserving tradition while embracing culinary innovation."
  },
  {
    "restaurant_name": "YGF MALATANG",
    "description": "“Taste of happiness originates from YANGGUOFU.”",
    "location": "G621-G622",
    "contact": "03-7733 4371",
    "img_link": "https://www.1utama.com.my/images/tenant/Under%20Renovation%20(TMS)%20(1).jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 1.5 - RM 130",
    "restaurant_website_link": "http://",
    "other_info": "No Pork Served",
    "review": "The Mala flavours here are certain to pack a punch with their distinctive combination of spices.\nMala levels can be adjusted to suit different taste buds. Besides spicy soup options, customers can enjoy the dry version with the same level of heat by trying the Mala Mix. Select your vegetables and proteins that will be cooked together by the chef using their secret-recipe garnished with a sprinkle of sesame seeds and crunchy crushed peanuts. \nFor those who prefer something milder, the tomato flavoured broth is a perfect match for your palette, scrumptiously made using the freshest of ingredients to assure a mouth-watering experience. \nIf you are unable to dine-in, we recommend stocking up on their instant hotpot noodles which can be purchased from the restaurant itself, so that you can enjoy a piping hot bowl in the comfort of your own home. What are you waiting for? Call your spice loving family and friends now to enjoy the wonderful flavours of YGF Malatang 杨国福麻辣烫 - Malaysia!"
  },
  {
    "restaurant_name": "Yuan Room by Oriental Group",
    "description": "Bringing you the best of modern Cantonese cuisine, Yuan Room features a range of unique dishes such as Alaskan Red King Crab & Bird's Nest Bisque, Braised",
    "location": "G309A",
    "contact": "03-7731 8331",
    "img_link": "https://www.1utama.com.my/images/tenant/G309A-Yuan%20Room.jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 31 - RM 50",
    "restaurant_website_link": "http://www.orientalrestaurants.com.my/yuan-room/",
    "other_info": "",
    "review": "Bringing you the best of modern Cantonese cuisine, Yuan Room features a range of unique dishes of live seafood prepared in various methods while preserving traditional aspects of Chinese culinary in taste, aroma and style. Daily dim sum is also served. Inspired by the Chinese monetary and significance of the round coin - the double volumed, brass plated interior is set within an intimate setting of 2 private rooms, indoor & alfresco seating. Make sure to try out their Signature – Rojak Pork Belly, Steamed Crystal Chicken with Ginger Rice, Ocean Garoupa with Tiger prawn, Baby Octopus and Clam in Hot & Sour Golden Broth."
  },
  {
    "restaurant_name": "Yun Bridge Noodle",
    "description": "Inspired by the original taste of Yunnan cuisine, Yun Bridge Noodles serves an authentic selection of ‘Crossing the Bridge Noodles’ (Guoqiao Mi Xian), which consist of a large bowl of soupy noodles with an assembly of side dishes served separately. Ingredients are then dipped in piping hot broth when ready to be consumed. Choose from a variety of soups, ranging from Spicy Mala, Tomato or Classic Original to pair with premium grade rice noodles, meats and fresh vegetables. With dozens of possible combinations, one can enjoy a completely unique dining experience at Yun Bridge Noodles.",
    "location": "S130",
    "contact": "011-1772 0545",
    "img_link": "https://www.1utama.com.my/images/tenant/S130-Yun%20Bridge%20Noodle%20(update%20photo).jpg?20240716",
    "cuisine": "Chinese",
    "price_range": "RM 11 - RM 30",
    "restaurant_website_link": "http://www.yunbridgenoodle.com",
    "other_info": "Non-Halal",
    "review": "Inspired by the original taste of Yunnan cuisine, Yun Bridge Noodles serves an authentic selection of ‘Crossing the Bridge Noodles’ (Guoqiao Mi Xian), which consist of a large bowl of soupy noodles with an assembly of side dishes served separately. Ingredients are then dipped in piping hot broth when ready to be consumed. Choose from a variety of soups, ranging from Spicy Mala, Tomato or Classic Original to pair with premium grade rice noodles, meats and fresh vegetables. With dozens of possible combinations, one can enjoy a completely unique dining experience at Yun Bridge Noodles."
  },
  {
    "restaurant_name": "Z Botanica by Nicsmann",
    "description": "A botanical thematic restaurant & bar that comes with exquisite interior design that serves flavorful & delish Western-Asian fusion cuisine.",
    "location": "G315A",
    "contact": "013-359 0443",
    "img_link": "https://www.1utama.com.my/images/tenant/G315A-Z%20Botanica%20by%20Nicsman[1].png?20240716",
    "cuisine": "Fusion",
    "price_range": "RM 31 - RM 50",
    "restaurant_website_link": "http://www.facebook.com/zbotanicabynicsmann",
    "other_info": "",
    "review": "Z BOTANICA by Nicsmann is a botanical thematic restaurant and bar with fashionable interior design that specializes in western local fusion cuisine. This urban foodie paradise carries a wide selection of uniquely crafted gin and cocktails to accompany their exquisite menu. Bliss-on-a-plate signatures that one must try is their Lobster Tail Chowder, Angel Hair Lobster Pasta and Tomahawk MB7 Wagyu. Eat with class, enjoy the live band and let’s cheers to a good time!"
  },
  {
    "restaurant_name": "Zus Coffee",
    "description": "ZUS Coffee is a cup of clean, consistent & well-handled coffee. With the best quality ingredients, high-level coffee brewing technology and innovative business model, we are evolving the concept of coffee consumption to make specialty coffee affordable for everyone, everyday.",
    "location": "SK9",
    "contact": "017-343 3984",
    "img_link": "https://www.1utama.com.my/images/tenant/SK9-Zus%20Coffee%20(5.8.2022).jpg?20240716",
    "cuisine": "Western",
    "price_range": "RM 10 - RM 30",
    "restaurant_website_link": "http://www.zuscoffee.com",
    "other_info": "",
    "review": "Coffee should be affordable for everyone, everyday. ZUS Coffee is a cup of clean, consistent and well-handled coffee – founded to encourage drinking coffee as a way of life. Immerse in the gentle aromas of your favourite coffee blend at ZUS Coffee 1 Utama and be served with their specialty handcrafted coffee using premium ingredients from Brazil. Try different refreshing varieties like the nutritious plant-based OATLY series, cold and refreshing Frappé, guilt-free Zero, Signature drinks and accompany these beverages with some of their bestsellers – Burnt Cheese Cake, Korean Kimchi Wrap, Chicken Slice and Cheese Bagel."
  }
]